[
  {
    "id": 4098,
    "name": "Age of Steam",
    "players": [
      1,
      2,
      3,
      4,
      5,
      6
    ],
    "time": 120,
    "complexity": "heavy",
    "themes": [
      "Economic",
      "Post-Napoleonic",
      "Trains",
      "Transportation",
      "Auction / Bidding",
      "Catch the Leader",
      "Connections",
      "Dice Rolling",
      "Hexagon Grid",
      "Loans",
      "Network and Route Building",
      "Pick-up and Deliver",
      "Player Elimination",
      "Scenario / Mission / Campaign Game",
      "Selection Order Bid",
      "Solo / Solitaire Game",
      "Tile Placement",
      "Turn Order: Auction",
      "Victory Points as a Resource"
    ],
    "image": "https://cf.geekdo-images.com/gBPzZsgm9nrUYVfdK216NA__original/img/eQEmKYEWVoNvEx6PZYZv13275io=/0x0/filters:format(png)/pic4557340.png",
    "thumbnail": "https://cf.geekdo-images.com/gBPzZsgm9nrUYVfdK216NA__thumb/img/aceZ647BbV53Yv7rod9AwpTTst0=/fit-in/200x150/filters:strip_icc()/pic4557340.png",
    "description": "Steam-belching iron horses roar across the wild plains! Age of Steam relives the era when pioneering U.S. railroads built the tracks that transformed America's economy. The cut-throat action is centered on the industrial powerhouses of the growing nation: Pittsburgh, Cincinnati, Chicago, and beyond.&#10;&#10;Challenges that await you:&#10;&#10;&#10;     Can you finance both the most extensive track network and the most powerful locomotives?&#10;     Which routes will give the best returns on their costs?&#10;     Can you beat the opposition to the most lucrative shipments?&#10;     Will you make enough money to pay your aggressive creditors?&#10;&#10;&#10;Competition is brutal, with the game usually going to the player who plans most carefully.&#10;&#10;Each self-contained phase in the game keeps players constantly involved in making vital decisions and interacting with other players. Age of Steam also allows towns to be developed into cities, ensuring that no two games are exactly the same.&#10;&#10;See also Age of Steam FAQ&#10;&#10;"
  },
  {
    "id": 3076,
    "name": "Puerto Rico",
    "players": [
      3,
      4,
      5
    ],
    "time": 150,
    "complexity": "heavy",
    "themes": [
      "City Building",
      "Economic",
      "Farming",
      "Action Drafting",
      "End Game Bonuses",
      "Follow",
      "Hidden Victory Points",
      "Increase Value of Unchosen Resources",
      "Turn Order: Progressive",
      "Variable Phase Order"
    ],
    "image": "https://cf.geekdo-images.com/QFiIRd2kimaMqTyWsX0aUg__original/img/DOgIp57F7tKZvxeITGAd3e_Q9as=/0x0/filters:format(jpeg)/pic158548.jpg",
    "thumbnail": "https://cf.geekdo-images.com/QFiIRd2kimaMqTyWsX0aUg__thumb/img/5fLo89ChZH6Wzukk36bhZ-EpBS0=/fit-in/200x150/filters:strip_icc()/pic158548.jpg",
    "description": "In 'Puerto Rico', players assume the roles of colonial governors on the island of Puerto Rico. The aim of the game is to amass victory points by shipping goods to Europe or by constructing buildings.&#10;&#10;Each player uses a separate small board with spaces for city buildings, plantations, and resources. Shared between the players are three ships, a trading house, and a supply of resources and doubloons.&#10;&#10;The resource cycle of the game is that players grow crops which they exchange for points or doubloons. Doubloons can then be used to buy buildings, which allow players to produce more crops or give them other abilities. Buildings and plantations do not work unless they are manned by colonists.&#10;&#10;During each round, players take turns selecting a role card from those on the table (such as &quot;Trader&quot; or &quot;Builder&quot;). When a role is chosen, every player gets to take the action appropriate to that role. The player that selected the role also receives a small privilege for doing so - for example, choosing the &quot;Builder&quot; role allows all players to construct a building, but the player who chose the role may do so at a discount on that turn. Unused roles gain a doubloon bonus at the end of each turn, so the next player who chooses that role gets to keep any doubloon bonus associated with it. This encourages players to make use of all the roles throughout a typical course of a game.&#10;&#10;Puerto Rico uses a variable phase order mechanism in which a &quot;governor&quot; token is passed clockwise to the next player at the conclusion of a turn. The player with the token begins the round by choosing a role and taking the first action.&#10;&#10;Players earn victory points for owning buildings, for shipping goods, and for manned &quot;large buildings.&quot; Each player's accumulated shipping chips are kept face down and come in denominations of one or five. This prevents other players from being able to determine the exact score of another player. Goods and doubloons are placed in clear view of other players and the totals of each can always be requested by a player. As the game enters its later stages, the unknown quantity of shipping tokens and its denominations require players to consider their options before choosing a role that can end the game.&#10;&#10;In 2011 and mostly afterwards, Puerto Rico was published to include both Puerto Rico: Expansion I &ndash; New Buildings and Puerto Rico: Expansion II &ndash; The Nobles. These versions are included in the other game entry Puerto Rico, not this regular game entry for Puerto Rico. Some editions of Puerto Rico list the player count as 2-5 instead of 3-5, and they include variant rules for games with only two players.&#10;&#10;"
  },
  {
    "id": 43015,
    "name": "Hansa Teutonica",
    "players": [
      2,
      3,
      4,
      5
    ],
    "time": 90,
    "complexity": "heavy",
    "themes": [
      "Medieval",
      "Action Points",
      "Area Majority / Influence",
      "End Game Bonuses",
      "Network and Route Building",
      "Ownership",
      "Take That",
      "Tech Trees / Tech Tracks"
    ],
    "image": "https://cf.geekdo-images.com/3IkzYcplGfFtVrd3syClHg__original/img/RqYxJUdNXPmHUWrlADIbTf9Bi_g=/0x0/filters:format(jpeg)/pic839090.jpg",
    "thumbnail": "https://cf.geekdo-images.com/3IkzYcplGfFtVrd3syClHg__thumb/img/4350nWgj6kTrn8BWFI6cxvts_E0=/fit-in/200x150/filters:strip_icc()/pic839090.jpg",
    "description": "The players act as traders trying to get victory points for building a network of offices, controlling cities, collecting bonus markers, or when other traders use the cities they control. After controlling a line between two cities with your pawns, you can decide to build an office (and maybe also establish control and/or get a bonus marker) or to get a skill improvement from some of the cities.&#10;&#10;Players have to improve their traders' &quot;skills&quot; for the following effects: getting more VP from offices in their network, getting more available action points, increasing the number of available pawns, and getting the right to place pawns and get more special pawns.&#10;&#10;This game appeared originally as Wettstreit der H&auml;ndler at the Hippodice competition.&#10;&#10;"
  },
  {
    "id": 521,
    "name": "Crokinole",
    "players": [
      2,
      3,
      4
    ],
    "time": 30,
    "complexity": "light",
    "themes": [
      "Action / Dexterity",
      "Flicking",
      "Team-Based Game"
    ],
    "image": "https://cf.geekdo-images.com/DOwZ7_Q1w68iBhARcDAxig__original/img/0E7UQ_sXErRusbZVixlIiN8MIJQ=/0x0/filters:format(jpeg)/pic8549797.jpg",
    "thumbnail": "https://cf.geekdo-images.com/DOwZ7_Q1w68iBhARcDAxig__thumb/img/nkY1mEj6fItSXJHctfzFcRIcDT0=/fit-in/200x150/filters:strip_icc()/pic8549797.jpg",
    "description": "Crokinole is a traditional two- or four-player dexterity game, played on a circular wooden board, with 3 rings and an inner recessed 'bullseye'. A ring of posts is set around the inner circle, which functions as an obstacle to reach this area. Playing pieces are wooden circular disks similar to checkers pieces.  Players take turns shooting disks across the board by flicking them with their fingers in an effort to land them in the highest scoring ring on the board, the highest score (20 points) achieved by shooting a disk into the centre, recessed hole. From the outside in, rings are worth 5, 10, 15 points.&#10;&#10;As a traditional game, there are often many variations played, but the following method is based on the National Crokinole Association's rules which also govern the World Crokinole Championship.&#10;&#10;Each disk to be shot must be placed on the outer boundary and within the shooting player's quadrant. If there are no opponent's disks on the board, the shot disk must land in the inner ring or it is removed. If there is an opponent's disk on the board, the shot disk must hit an opponent's piece, either directly, or by bumping another disk into it.  Disks landing in the centre hole are removed and scored at the end of the round. Disks that lie outside--or are touching--the outer boundary after each shot are removed from play for the round.&#10;&#10;The player to score the most points wins the round and scores 2 points, and if a tie, each player scores 1 point. A &quot;game&quot; is usually played to four rounds. The number of &quot;games&quot; in a match is set by the tournament.&#10;&#10;Alternatively, play is to a set score, usually the first player or team to 100, and each round is scored by cancellation. For example if Player One scores 250, and Player Two scores 225, then Player One will add 25 to his/her game score.&#10;&#10;"
  },
  {
    "id": 209418,
    "name": "Dominion (Second Edition)",
    "players": [
      2,
      3,
      4
    ],
    "time": 30,
    "complexity": "medium",
    "themes": [
      "Card Game",
      "Medieval",
      "Deck, Bag, and Pool Building",
      "Delayed Purchase",
      "Hand Management",
      "Open Drafting",
      "Take That",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/4dmyKfqQm_uxA1-chh4JeQ__original/img/5UxDHPldIiCb0uovIwzngR-jx5M=/0x0/filters:format(jpeg)/pic3187001.jpg",
    "thumbnail": "https://cf.geekdo-images.com/4dmyKfqQm_uxA1-chh4JeQ__thumb/img/Td5CxjO0ZTIbwHNhk2ETEy1qYyg=/fit-in/200x150/filters:strip_icc()/pic3187001.jpg",
    "description": "&quot;You are a monarch, like your parents before you, a ruler of a small pleasant kingdom of rivers and evergreens. Unlike your parents, however, you have hopes and dreams! You want a bigger and more pleasant kingdom, with more rivers and a wider variety of trees. You want a Dominion! In all directions lie fiefs, freeholds, and feodums. All are small bits of land, controlled by petty lords and verging on anarchy. You will bring civilization to these people, uniting them under your banner.&#10;&#10;&quot;But wait! It must be something in the air; several other monarchs have had the exact same idea. You must race to get as much of the unclaimed land as possible, fending them off along the way. To do this you will hire minions, construct buildings, spruce up your castle, and fill the coffers of your treasury. Your parents wouldn't be proud, but your grandparents, on your mother's side, would be delighted.'&quot;'&#10;&#10;In Dominion, each player starts with an identical, very small deck of cards. In the center of the table is a selection of other cards the players can &quot;buy&quot; as they can afford them. Through their selection of cards to buy and how they play their hands as they draw them, the players construct their deck on the fly, striving for the most efficient path to the precious victory points by game end.&#10;&#10;Dominion is not a collectible card game (CCG), but the play of the game is similar to the construction and play of a CCG deck. The game comes with 500 cards. You select 10 of the 26 Kingdom card types to include in any given play&mdash;leading to immense variety.&#10;&#10;Dominion (Second Edition) replaces six Kingdom card types from the first edition with six new types of Kingdom cards, while also replacing the blank cards in the game with a seventh new Kingdom card. These new cards are available on their own in the Dominion: Update Pack. The rulebook has been rewritten, three cards have mild functional changes (&quot;you may&quot; added to Moneylender, Mine, Throne Room), and other cards have been rephrased (while remaining functionally the same).&#10;&#10;Dominion: Update Pack contains the seven new kingdom cards introduced in the second edition of Dominion, thereby allowing owners of the first edition to obtain these new cards without needing to repurchase the entire game.&#10;&#10;"
  },
  {
    "id": 295947,
    "name": "Cascadia",
    "players": [
      1,
      2,
      3,
      4
    ],
    "time": 45,
    "complexity": "medium",
    "themes": [
      "Animals",
      "Environmental",
      "Puzzle",
      "End Game Bonuses",
      "Hexagon Grid",
      "Open Drafting",
      "Pattern Building",
      "Solo / Solitaire Game",
      "Tile Placement",
      "Variable Set-up",
      "Victory Points as a Resource"
    ],
    "image": "https://cf.geekdo-images.com/MjeJZfulbsM1DSV3DrGJYA__original/img/B374C04Eip7fmQBGJzgiOTp-jyQ=/0x0/filters:format(jpeg)/pic5100691.jpg",
    "thumbnail": "https://cf.geekdo-images.com/MjeJZfulbsM1DSV3DrGJYA__thumb/img/tVSFjSxYEcw7sKj3unIIQV8kxoc=/fit-in/200x150/filters:strip_icc()/pic5100691.jpg",
    "description": "Cascadia is a puzzly tile-laying and token-drafting game featuring the habitats and wildlife of the Pacific Northwest.&#10;&#10;In the game, you take turns building out your own terrain area and populating it with wildlife. You start with three hexagonal habitat tiles (with the five types of habitat in the game), and on a turn you choose a new habitat tile that's paired with a wildlife token, then place that tile next to your other ones and place the wildlife token on an appropriate habitat. (Each tile depicts 1-3 types of wildlife from the five types in the game, and you can place at most one tile on a habitat.) Four tiles are on display, with each tile being paired at random with a wildlife token, so you must make the best of what's available &mdash; unless you have a nature token to spend so that you can pick your choice of each item.&#10;&#10;Ideally you can place habitat tiles to create matching terrain that reduces fragmentation and creates wildlife corridors, mostly because you score for the largest area of each type of habitat at game's end, with a bonus if your group is larger than each other player's. At the same time, you want to place wildlife tokens so that you can maximize the number of points scored by them, with the wildlife goals being determined at random by one of the four scoring cards for each type of wildlife. Maybe hawks want to be separate from other hawks, while foxes want lots of different animals surrounding them and bears want to be in pairs. Can you make it happen?&#10;&#10;"
  },
  {
    "id": 12,
    "name": "Ra",
    "players": [
      2,
      3,
      4,
      5
    ],
    "time": 60,
    "complexity": "medium",
    "themes": [
      "Ancient",
      "Mythology",
      "Auction / Bidding",
      "Auction: Once Around",
      "Closed Economy Auction",
      "Constrained Bidding",
      "Hidden Victory Points",
      "Push Your Luck",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/k7lG683LBZdvFyS-FH-MpA__original/img/hEqkeRnhyNLxeryIIdOnAHdItfo=/0x0/filters:format(png)/pic6746812.png",
    "thumbnail": "https://cf.geekdo-images.com/k7lG683LBZdvFyS-FH-MpA__thumb/img/6KTtiknxxGwd0ARKrlsdoXFtHfI=/fit-in/200x150/filters:strip_icc()/pic6746812.png",
    "description": "Ra is an auction and set-collection game with an Ancient Egyptian theme.  Each turn players are able to purchase lots of tiles with their bidding tiles (suns).  Once a player has used up his or her suns, the other players continue until they do likewise, which may set up a situation with a single uncontested player bidding on tiles before the end of the round occurs.  Tension builds because the round may end before all players have had a chance to win their three lots for the epoch.  The various tiles either give immediate points, prevent negative points for not having certain types at the end of the round (epoch), or give points after the final round.  The game lasts for three &quot;epochs&quot; (rounds).  The game is easy to learn.&#10;&#10;From the Box:&#10;The game spans 1500 years of Egyptian history in less than an hour!&#10;The players seek to expand their power and fame and there are many ways to accomplish this: Influencing Pharaohs, Building monuments, Farming on the Nile, Paying homage to the Gods, Advancing the technology and culture of the people. Ra is an auction and set collecting game where players may choose to take risks for great rewards or... And all this is for the glory of the Sun God Ra!&#10;&#10;"
  },
  {
    "id": 25613,
    "name": "Through the Ages: A Story of Civilization",
    "players": [
      2,
      3,
      4
    ],
    "time": 120,
    "complexity": "heavy",
    "themes": [
      "Civilization",
      "Economic",
      "Action Points",
      "Auction / Bidding",
      "Auction: Dutch",
      "Hand Management",
      "Open Drafting"
    ],
    "image": "https://cf.geekdo-images.com/3piN3YX4WmBRuIvbEG2Ygg__original/img/9it-9V5tij-EnowN_pLXQgl6k7c=/0x0/filters:format(jpeg)/pic236169.jpg",
    "thumbnail": "https://cf.geekdo-images.com/3piN3YX4WmBRuIvbEG2Ygg__thumb/img/TDXIygWwAHKc2o90uGnnAhIa7_4=/fit-in/200x150/filters:strip_icc()/pic236169.jpg",
    "description": "Through the Ages is a civilization building game. Each player attempts to build the best civilization through careful resource management, discovering new technologies, electing the right leaders, building wonders and maintaining a strong military. Weakness in any area can be exploited by your opponents. The game takes place throughout the ages beginning in the age of antiquity and ending in the modern age.&#10;&#10;One of the primary mechanisms in TTA is card drafting. Technologies, wonders, and leaders come into play and become easier to draft the longer they are in play. In order to use a technology you will need enough science to discover it, enough food to create a population to man it and enough resources (ore) to build the building to use it. While balancing the resources needed to advance your technology you also need to build a military. Military is built in the same way as civilian buildings. Players that have a weak military will be preyed upon by other players. There is no map in the game so you cannot lose territory, but players with higher military will steal resources, science, kill leaders, take population or culture. It is very difficult to win with a large military, but it is very easy to lose because of a weak one.&#10;&#10;Victory is achieved by the player whose nation has the most culture at the end of the modern age.&#10;&#10;"
  },
  {
    "id": 338960,
    "name": "Slay the Spire: The Board Game",
    "players": [
      1,
      2,
      3,
      4
    ],
    "time": 150,
    "complexity": "medium",
    "themes": [
      "Adventure",
      "Card Game",
      "Fantasy",
      "Fighting",
      "Video Game Theme",
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Hand Management",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/PQzVclEoOQ_wr4e1V86kxA__original/img/KXOf1hP1cIJQLabKhZulWP-e9wI=/0x0/filters:format(png)/pic8157856.png",
    "thumbnail": "https://cf.geekdo-images.com/PQzVclEoOQ_wr4e1V86kxA__thumb/img/cpmsSDagE5RvQ1ERXl-fMJIaUUg=/fit-in/200x150/filters:strip_icc()/pic8157856.png",
    "description": "Slay the Spire: The Board Game is a co-operative deck-building adventure. Craft a unique deck, encounter bizarre creatures, discover relics of immense power, and finally become strong enough to slay the Spire!&#10;&#10;Slay the Spire: The Board Game, (core edition) includes:&#10;-4 Minis&#10;-Over 730 cards&#10;-Over 450 Art Sleeves&#10;-2 Map Boards&#10;-1 Merchant Board&#10;-4 Player Boards&#10;-1 Die&#10;-50 plastic cubes&#10;-Over 113 tokens&#10;&#10;Collector's edition:&#10;4x (3mm neoprene) playermats&#10;1x deck playmat&#10;Bigger box (fits mats)&#10;1x Merchant bag&#10;Metal coins&#10;&#10;Kickstarter exclusives and Stretch goals:&#10;1x Merchant pat&#10;Claw die&#10;8x Claw cards&#10;28x Foil Cards&#10;3x Acrylic heart tokens&#10;&#10;"
  },
  {
    "id": 175640,
    "name": "Vinhos: Deluxe Edition",
    "players": [
      1,
      2,
      3,
      4
    ],
    "time": 180,
    "complexity": "heavy",
    "themes": [
      "Economic",
      "Industry / Manufacturing",
      "Area Majority / Influence",
      "Variable Phase Order",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/JuyN9UOenAG_BlO-APPpdw__original/img/_0ZWOmqFvL5UybNWgPIyioib3mQ=/0x0/filters:format(jpeg)/pic2649446.jpg",
    "thumbnail": "https://cf.geekdo-images.com/JuyN9UOenAG_BlO-APPpdw__thumb/img/hQLejMza7x_sM1hW24jAocbyqHY=/fit-in/200x150/filters:strip_icc()/pic2649446.jpg",
    "description": "Vinhos (the Portuguese word for &quot;wines&quot;) is a trading and economic game about the business of wine making. Despite its small size, Portugal is one of the world's leading wine producers. Over six years of harvests, cultivate your vines, choose the best varieties, hire the best oenologists, take part in trade fairs, and show your opponents you are the best winemaker in the game.&#10;&#10;As winemakers in Portugal, the players develop their vineyards and produce wine to achieve maximum profit. The object of the game is to produce quality wines that can be exchanged for money or victory points.&#10;&#10;The Vinhos Deluxe Edition features new art from Ian O'Toole, all components and improved rules of the original game of Vinhos, and a new simplified version of the game. The board is double-sided and features both versions of the game. Here are the main differences from the first edition of Vinhos:&#10;&#10;&#10;    Double-sided player boards can be used in both game versions&#10;    A ninth region has been added&#10;    A new estate has been added&#10;    The Farmer (a new character) has been added&#10;    The Fair has been streamlined with new mechanisms&#10;    18 actions tiles to replace the manager's actions&#10;    22 multiplier tiles to final scoring&#10;    The bank action has been removed&#10;    The zero initial Vintage tile has been removed&#10;    The exportation action has been optimized for 2 players&#10;    A few small rules like the limit on experts was removed and the action replaced for another vineyards action&#10;    No exceptions on a number of things you can do in your turn, now you can buy, hire, sell, export 1 or 2 things in every action&#10;    Explanation of gameplay was reduced a lot&#10;    New solo rules designed for the new game version&#10;&#10;&#10;"
  },
  {
    "id": 31260,
    "name": "Agricola",
    "players": [
      1,
      2,
      3,
      4,
      5
    ],
    "time": 150,
    "complexity": "heavy",
    "themes": [
      "Animals",
      "Economic",
      "Farming",
      "Automatic Resource Growth",
      "Closed Drafting",
      "Enclosure",
      "Increase Value of Unchosen Resources",
      "Solo / Solitaire Game",
      "Turn Order: Claim Action",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/dDDo2Hexl80ucK1IlqTk-g__original/img/toobKoejPiHpfpHk4SYd1UAJafw=/0x0/filters:format(jpeg)/pic831744.jpg",
    "thumbnail": "https://cf.geekdo-images.com/dDDo2Hexl80ucK1IlqTk-g__thumb/img/GHGdnCfeysoP_34gLnofJcNivW8=/fit-in/200x150/filters:strip_icc()/pic831744.jpg",
    "description": "Description originally from BoardgameNews&#10;&#10;In Agricola, you're a farmer in a wooden shack with your spouse and little else. At first, on a turn, your family gets to take only two actions, one for you and one for your spouse, as might be found among all the possibilities on a farm: plowing fields; collecting materials; building fences, and so on. There are numerous choices available, and while the game progresses you'll have more and more, as each round a new action card is flipped over, offering one more possible action. You might think about having kids in order to get more work accomplished but first you'll need to expand your house to make room--and what are you going to feed all the little rug rats?&#10;&#10;The game supports many levels of complexity, mainly through the distribution of cards which represent Minor Improvements and Occupations. In the beginner's version (called the Family Variant in the U.S. release) these cards are not used at all. For advanced play, the U.S. release includes three levels of both types of cards; Basic (E-deck), Interactive (I-deck), and Complex (K-deck), and the rulebook encourages players to experiment with the various decks and mixtures thereof. Aftermarket decks such as the Z-Deck and the L-Deck also exist. Each player starts with a hand of 7 Occupation cards (of more than 160 total) and 7 Minor Improvement cards (of more than 140 total) that he/she may use during the game if they fit into his/her strategy.&#10;&#10;Agricola is a turn-based game, and the problem to be overcome is that each available action can be taken by only one player each round so it's important to be careful about your choices.  There are countless strategies, some of which depend on your hand of cards.  Sometimes it's a good choice to stay on course, and sometimes it is better to react to your opponents' actions...&#10;&#10;"
  },
  {
    "id": 264220,
    "name": "Tainted Grail: The Fall of Avalon",
    "players": [
      1,
      2,
      3,
      4
    ],
    "time": 120,
    "complexity": "heavy",
    "themes": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Mature / Adult",
      "Medieval",
      "Miniatures",
      "Mythology",
      "Travel",
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Hand Management",
      "Map Addition",
      "Modular Board",
      "Narrative Choice / Paragraph",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Storytelling",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/aAwBzPzta4joKfFZt05hCw__original/img/e1HfD3XIvObNuGH6rq7kUSK-5aQ=/0x0/filters:format(jpeg)/pic4385726.jpg",
    "thumbnail": "https://cf.geekdo-images.com/aAwBzPzta4joKfFZt05hCw__thumb/img/zvV21ZaydrMSEbbYSNXcmw3WmfY=/fit-in/200x150/filters:strip_icc()/pic4385726.jpg",
    "description": "Tainted Grail: the Fall of Avalon  is an unforgettable, solo or cooperative adventure experience for 1-4 players. Blending Arthurian legends and Celtic mythology with a unique vision, it allows you to impact the game world in deep and meaningful ways. A deep, branching storyline allows you to tackle problems in different ways, ensuring no two games play alike. Difficult decisions or harrowing choices wait behind every corner and seemingly minor tasks may reverberate with major long-term consequences.&#10;&#10;In a land slowly sinking into the Wyrdness and torn apart by con&#239;&#172;&#130;ict; surviving each day is a challenge on its own. Starvation, sickness, violent weather, and random incidents all conspire to end your journey. Guardian Menhirs, that ensured safe travel throughout the realm, are slowly going dark turning simple logistics into an involving puzzle. To overcome these challenges, your character develops along several con&#239;&#172;&#130;icting lines, such as Brutality / Empathy or Practicality / Spirituality. These traits unlock a rich choice of mutually exclusive skills and lead to di&#239;&#172;&#128;erent deck-building strategies, making character advancement meaningful and deep.&#10;&#10;The character you develop is going to be tested during dozens of combat and non-combat encounters. Sometimes you will need to brute force your way, but often diplomacy might be a better option. Regardless whether you fight with your strength or your wits, our unique dice-less encounter system makes resolving each con&#239;&#172;&#130;ict fun and exciting, while keeping you immersed in the game.&#10;&#10;In Avalon, there&rsquo;s a legend waiting behind every stone and every tree. All locations have their own rich stories and secrets to discover. Places and characters are often much more than they seem. As you slowly put all the pieces of the larger puzzle together, the land will always have a surprise waiting for you just around the corner. Many secrets can be discovered only after several games. Created by one of the best Polish fantasy authors, Krzysztof Piskorski, the story of Tainted Grail: the Fall of Avalon aims to push the boundaries of non-linear narrative, building upon the rich experience.&#10;&#10;&mdash;description from the publisher&#10;&#10;"
  },
  {
    "id": 308765,
    "name": "Praga Caput Regni",
    "players": [
      1,
      2,
      3,
      4
    ],
    "time": 150,
    "complexity": "heavy",
    "themes": [
      "City Building",
      "Medieval",
      "Puzzle",
      "Action Drafting",
      "Area Majority / Influence",
      "Enclosure",
      "End Game Bonuses",
      "Hexagon Grid",
      "Income",
      "Three Dimensional Movement",
      "Tile Placement",
      "Track Movement",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/aUPeXVwc40xrgud2XeZwyA__original/img/WbCD6iqzBhVucS7uRwYvtku5zD0=/0x0/filters:format(png)/pic5671087.png",
    "thumbnail": "https://cf.geekdo-images.com/aUPeXVwc40xrgud2XeZwyA__thumb/img/1TYDRYM7iz0-jLJ-YZj6d5bhweg=/fit-in/200x150/filters:strip_icc()/pic5671087.png",
    "description": "Charles IV has been crowned King of Bohemia and ruler of the Holy Roman Empire. From his castle in Prague, he oversees construction of new fortifications: a bridge across the Vltava River, a university, and a cathedral rising within the walls of the castle itself. Prague is already among the largest cities in Europe. King Charles will make it the capital of an empire!&#10;&#10;In Praga Caput Regni, players take the role of wealthy citizens who are organizing various building projects in medieval Prague. By expanding their wealth and joining in the construction, they gain favor with the king. Players choose from six actions on the game board &mdash; the &quot;action crane&quot; &mdash; that are always available, but which are weighted with a constantly shifting array of costs and benefits. By using these actions, you can increase your resources, improve the strength of your chosen actions, and build &quot;New Prague City&quot;, the Charles Bridge, or city walls. You can possibly gain additional actions or even participate in the construction of St. Vitus Cathedral.&#10;&#10;Clever players will discover synergies between carefully timed actions and the rewards from constructing civic projects as all of the mechanisms mesh together. At the end of the game, the player who most impressed King Charles wins.&#10;&#10;"
  },
  {
    "id": 317985,
    "name": "Beyond the Sun",
    "players": [
      2,
      3,
      4
    ],
    "time": 120,
    "complexity": "heavy",
    "themes": [
      "Civilization",
      "Science Fiction",
      "Space Exploration",
      "Area Majority / Influence",
      "Contracts",
      "End Game Bonuses",
      "Events",
      "Income",
      "Point to Point Movement",
      "Tech Trees / Tech Tracks",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/BfEHqHQAvZLbRX7y7e9TWg__original/img/h2NEwLqn5mNkcEfMdP_8oMWa9KE=/0x0/filters:format(jpeg)/pic5617866.jpg",
    "thumbnail": "https://cf.geekdo-images.com/BfEHqHQAvZLbRX7y7e9TWg__thumb/img/6rZLxebQyTXasbAPddxpdE1LVls=/fit-in/200x150/filters:strip_icc()/pic5617866.jpg",
    "description": "Beyond the Sun is a space civilization game in which players collectively decide the technological progress of humankind at the dawn of the Spacefaring Era, while competing against each other to be the leading faction in economic development, science, and galactic influence.&#10;&#10;The game is played over a variable number of rounds until a number of game-end achievements are collectively claimed by the players. The winner is the faction with the most victory points, which are obtained by researching technologies, improving their economy, controlling and colonizing systems, and completing various achievements and events throughout the game.&#10;&#10;On a turn, a player moves their action pawn to an empty action space, then takes that action. They then conduct their production phase, either producing ore, growing their population, or trading one of those resources for another. Finally, they can claim up to one achievement, if possible.&#10;&#10;As players take actions, they research new technologies that come in four levels. Each technology is one of four types (scientific, economic, military, commercial), and higher-level technologies must match one of the types of tech that lead into it. Thus, players create their own technology tree in each game, using these actions to increase their military strength, to jump to different habitable exoplanetary systems, to colonize those systems, to boost their resource production, to develop android tech that allows growth without population, and more.&#10;&#10;"
  },
  {
    "id": 115746,
    "name": "War of the Ring: Second Edition",
    "players": [
      2,
      3,
      4
    ],
    "time": 180,
    "complexity": "heavy",
    "themes": [
      "Fantasy",
      "Fighting",
      "Novel-based",
      "Territory Building",
      "Wargame",
      "Action Drafting",
      "Area Majority / Influence",
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Card Play Conflict Resolution",
      "Dice Rolling",
      "Events",
      "Hand Management",
      "Movement Points",
      "Team-Based Game",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/ImPgGag98W6gpV1KV812aA__original/img/38jB7fN07DwlrGKYAf-J0vsNdgs=/0x0/filters:format(jpeg)/pic1215633.jpg",
    "thumbnail": "https://cf.geekdo-images.com/ImPgGag98W6gpV1KV812aA__thumb/img/X-lBBdG4uO6LT0y1vXxCN4jdR4M=/fit-in/200x150/filters:strip_icc()/pic1215633.jpg",
    "description": "In War of the Ring, one player takes control of the Free Peoples (FP) while the other player controls Shadow Armies (SA). Initially, the Free People Nations are reluctant to take arms against Sauron, so they must be attacked by Sauron or persuaded by Gandalf or other Companions before they start to fight in earnest: this is represented by the Political Track which shows if a Nation is ready to fight in the War of the Ring or not.&#10;&#10;The game can be won by a military victory if Sauron conquers a certain number of Free People cities and strongholds, or vice versa. But the true hope of the Free Peoples lies with the quest of the Ring bearer: while the armies clash across Middle-earth, the Fellowship of the Ring is trying to get secretly to Mount Doom to destroy the One Ring. Sauron is not aware of the real intention of his enemies but is looking across Middle-earth for the precious Ring, so that the Fellowship is going to face numerous dangers, represented by the rules of The Hunt for the Ring. But the Companions can spur the Free Peoples to the fight against Sauron, so the Free People player must balance the need to protect the Ring bearer from harm with an attempt to raise a proper defense against the armies of the Shadow so that they do not overrun Middle-earth before the Ringbearer completes his quest.&#10;&#10;Each game turn revolves around the roll of Action Dice: each die corresponds to an action that a player can perform during a turn. Depending on the face rolled on each die, different actions are possible (moving armies or characters, recruiting troops, advancing a Political Track).&#10;&#10;Action Dice can also be used to draw or play Event Cards. Event Cards are played to represent specific events from the story (or events that could possibly have happened) that cannot be portrayed through normal game-play. Each Event Card can also create an unexpected turn in the game, allowing special actions or altering the course of a battle.&#10;&#10;"
  },
  {
    "id": 180263,
    "name": "The 7th Continent",
    "players": [
      1,
      2,
      3,
      4
    ],
    "time": 1000,
    "complexity": "medium",
    "themes": [
      "Adventure",
      "Card Game",
      "Exploration",
      "Science Fiction",
      "Area Movement",
      "Cooperative Game",
      "Hand Management",
      "Map Addition",
      "Modular Board",
      "Narrative Choice / Paragraph",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Storytelling",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/OYne8uBCHv5oEgRfpOrV0A__original/img/jcTlhpYG2496xQtuQ277bFTIldY=/0x0/filters:format(jpeg)/pic2648303.jpg",
    "thumbnail": "https://cf.geekdo-images.com/OYne8uBCHv5oEgRfpOrV0A__thumb/img/_YPdmxegKIoZI_ButuMJzfw9UBo=/fit-in/200x150/filters:strip_icc()/pic2648303.jpg",
    "description": "It's the early 20th century. You have decided to sail back to the newly discovered seventh continent to attempt to lift the terrible curse that has struck you since your return from the previous expedition.&#10;&#10;In The 7th Continent, a solo or cooperative &quot;choose-your-own-adventure&quot; exploration board game, you choose a character and begin your adventure on your own or with a team of other explorers. Inspired by the Fighting Fantasy book series, you will discover the extent of this wild new land through a variety of terrain and event cards. In a land fraught with danger and wonders, you have to use every ounce of wit and cunning to survive, crafting tools, weapons, and shelter to ensure your survival.&#10;&#10;Unlike most board games, it will take you many, MANY hours of exploring and searching the seventh continent until you eventually discover how to remove the curse(s)...or die trying.&#10;&#10;The 7th Continent features an easy saving system so that you can stop playing at any time and resume your adventure later on, just like in a video game!&#10;&#10;"
  },
  {
    "id": 364073,
    "name": "Splendor Duel",
    "players": [
      2
    ],
    "time": 30,
    "complexity": "medium",
    "themes": [
      "Card Game",
      "Economic",
      "Renaissance",
      "Contracts",
      "Open Drafting",
      "Race",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/V1PyFDPNFY4bJFgreLPxmQ__original/img/NelFMJToi6WYyDQheBZiwCP7-qE=/0x0/filters:format(jpeg)/pic6929347.jpg",
    "thumbnail": "https://cf.geekdo-images.com/V1PyFDPNFY4bJFgreLPxmQ__thumb/img/E0OuG2X4HsbOdCh1uLyZZcMiapQ=/fit-in/200x150/filters:strip_icc()/pic6929347.jpg",
    "description": "Confront your rival guild in a race for victory. Take Gem and Pearl tokens from the common board, then purchase cards, gather bonuses, royal favors, and prestige.&#10;&#10;Discover new twists and strategic opportunities derived from Splendor, the original best-selling game. Acquire cards with impressive powers, take advantage of special Privileges, and fight over scarce access to Pearls.&#10;&#10;Splendor Duel is a two-player only standalone game based on Splendor that retains some of the main gameplay mechanisms of that design, while being a bit more complex, dynamic, interactive, rich, tense, and mean.&#10;&#10;The game features a main board shared by both opponents, card powers, and three victory conditions.&#10;&#10;"
  },
  {
    "id": 42,
    "name": "Tigris & Euphrates",
    "players": [
      2,
      3,
      4
    ],
    "time": 120,
    "complexity": "heavy",
    "themes": [
      "Abstract Strategy",
      "Ancient",
      "Civilization",
      "Territory Building",
      "Area Majority / Influence",
      "Chaining",
      "Connections",
      "Force Commitment",
      "Hand Management",
      "Hidden Victory Points",
      "Highest-Lowest Scoring",
      "Income",
      "Set Collection",
      "Square Grid",
      "Take That",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/soAzNVWglCdVBacNjoCTJw__original/img/HClVZy9phFP-NPte4UBQpclsaHU=/0x0/filters:format(jpeg)/pic2338267.jpg",
    "thumbnail": "https://cf.geekdo-images.com/soAzNVWglCdVBacNjoCTJw__thumb/img/0UPEyOaSFyqEH1ikrSig_218RQ0=/fit-in/200x150/filters:strip_icc()/pic2338267.jpg",
    "description": "Regarded by many as Reiner Knizia's masterpiece, Tigris &amp; Euphrates is set in the ancient fertile crescent with players building civilizations through tile placement. Players are given four different leaders: farming, trading, religion, and government. The leaders are used to collect victory points in these same categories. However, your score at the end of the game is the number of points in your weakest category, which encourages players not to get overly specialized. Conflict arises when civilizations connect on the board, i.e., external conflicts, with only one leader of each type surviving such a conflict. Leaders can also be replaced within a civilization through internal conflicts.&#10;&#10;Starting in the Mayfair edition from 2008, Tigris &amp; Euphrates included a double-sided game board and extra components for playing an advanced version of the game. This &quot;ziggurat expansion&quot;, initially released as a separate item in Germany for those who already owned the base game, is a special monument that extends across five spaces of the board. The monument can be built if a player has a cross of five civilization tokens of the same color by discarding those five tokens and replacing them with the ziggurat markers, placing a ziggurat tower upon the middle tile. The five ziggurat markers cannot be destroyed. All rules regarding monuments apply to the ziggurat monument as well. If your king is inside the kingdom of the ziggurat, you will get one victory point in a color of your choice at the end of your turn.&#10;&#10;Some versions of Tigris &amp; Euphrates are listed as being for 2-4 players, while others incorrectly state that they're for 3-4 players. Tigris &amp; Euphrates is part of what is sometimes called Reiner Knizia's tile-laying trilogy.&#10;&#10;"
  },
  {
    "id": 12333,
    "name": "Twilight Struggle",
    "players": [
      2
    ],
    "time": 180,
    "complexity": "heavy",
    "themes": [
      "Modern Warfare",
      "Political",
      "Wargame",
      "Action / Event",
      "Advantage Token",
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Events",
      "Hand Management",
      "Simulation",
      "Simultaneous Action Selection",
      "Sudden Death Ending",
      "Tug of War",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/pNCiUUphnoeWOYfsWq0kng__original/img/Iae47UtAd_RXVd5tJ3YzbDHOv4E=/0x0/filters:format(jpeg)/pic3530661.jpg",
    "thumbnail": "https://cf.geekdo-images.com/pNCiUUphnoeWOYfsWq0kng__thumb/img/p7alNkNy8Avm8UISmhYHCiMz5bE=/fit-in/200x150/filters:strip_icc()/pic3530661.jpg",
    "description": "Now the trumpet summons us again, not as a call to bear arms, though arms we need; not as a call to battle, though embattled we are &ndash; but a call to bear the burden of a long twilight struggle. &ndash; John F. Kennedy&#10;&#10;In 1945, unlikely allies toppled Hitler's war machine, while humanity's most devastating weapons forced the Japanese Empire to its knees in a storm of fire. Where once there stood many great powers, there then stood only two. The world had scant months to sigh its collective relief before a new conflict threatened. Unlike the titanic struggles of the preceding decades, this conflict would be waged not primarily by soldiers and tanks, but by spies and politicians, scientists and intellectuals, artists and traitors.&#10;&#10;Twilight Struggle is a two-player game simulating the forty-five year dance of intrigue, prestige, and occasional flares of warfare between the Soviet Union and the United States. The entire world is the stage on which these two titans fight to make the world safe for their own ideologies and ways of life. The game begins amidst the ruins of Europe as the two new &quot;superpowers&quot; scramble over the wreckage of the Second World War, and ends in 1989, when only the United States remained standing.&#10;&#10;Twilight Struggle inherits its fundamental systems from the card-driven classics We the People and Hannibal: Rome vs. Carthage. It is a quick-playing, low-complexity game in that tradition. The game map is a world map of the period, whereon players move units and exert influence in attempts to gain allies and control for their superpower. As with GMT's other card-driven games, decision-making is a challenge; how to best use one's cards and units given consistently limited resources? Event cards add detail and flavor to the game. They cover a vast array of historical happenings, from the Arab-Israeli conflicts of 1948 and 1967, to Vietnam and the U.S. peace movement, to the Cuban Missile Crisis and other such incidents that brought the world to the brink of nuclear annihilation. Subsystems capture the prestige-laden Space Race as well as nuclear tensions, with the possibility of game-ending nuclear war.&#10;&#10;TIME SCALE:     approx. 3-5 years per turn&#10;MAP SCALE:     Point-to-point system&#10;UNIT SCALE:     Influence markers&#10;&#10;"
  },
  {
    "id": 127023,
    "name": "Kemet",
    "players": [
      2,
      3,
      4,
      5
    ],
    "time": 120,
    "complexity": "heavy",
    "themes": [
      "Ancient",
      "Fantasy",
      "Miniatures",
      "Mythology",
      "Wargame",
      "Action Points",
      "Area Majority / Influence",
      "Area Movement",
      "Card Play Conflict Resolution",
      "Hand Management",
      "Open Drafting",
      "Tech Trees / Tech Tracks"
    ],
    "image": "https://cf.geekdo-images.com/RmZjhy7_6REp8IaXh9Zqwg__original/img/kRFfkVnQRsBDcbO46TKS6PcT6aE=/0x0/filters:format(jpeg)/pic3979527.jpg",
    "thumbnail": "https://cf.geekdo-images.com/RmZjhy7_6REp8IaXh9Zqwg__thumb/img/930_NppLsnIGUDG_W6wkdOGgKR8=/fit-in/200x150/filters:strip_icc()/pic3979527.jpg",
    "description": "In Kemet, players each deploy the troops of an Egyptian tribe and use the mystical powers of the gods of ancient Egypt &ndash; along with their powerful armies &ndash; to score points in glorious battles or through invasion of rich territories. A game is typically played to 8 or 10 victory points, which may be accrued through winning attacks, controlling temples, controlling fully-developed pyramids, sacrificing to the gods, and wielding particular magical powers.&#10;&#10;The conquest for the land of Kemet takes place over two phases: Day and Night. During the day, choose an action amongst the nine possible choices provided by your player mat and perform it immediately. Once every player has taken five actions, night falls, with players gathering Prayer Points from their temples, drawing Divine Intervention cards, and determining the turn order before the start of the new day.&#10;&#10;As the game progresses, they can use Prayer Points to acquire power tiles. Some of these enroll magical creatures and have them join their troops. In addition to intimidating enemies, these creatures provide special powers!&#10;&#10;Detailed miniature components represent the combat units and the supernatural creatures that are summoned to enhance them. Combat is resolved through cards chosen from a diminishing six-card hand and enhanced by bonuses.&#10;&#10;Play By Forum&#10;&#10;     Kemet PBF #1&#10;&#10;&#10;"
  },
  {
    "id": 28720,
    "name": "Brass: Lancashire",
    "players": [
      2,
      3,
      4
    ],
    "time": 120,
    "complexity": "heavy",
    "themes": [
      "Economic",
      "Educational",
      "Industry / Manufacturing",
      "Post-Napoleonic",
      "Transportation",
      "Hand Management",
      "Income",
      "Loans",
      "Market",
      "Network and Route Building",
      "Tech Trees / Tech Tracks",
      "Turn Order: Stat-Based"
    ],
    "image": "https://cf.geekdo-images.com/tHVtPzu82mBpeQbbZkV6EA__original/img/3ffdJj5Pz6HQrg09Kh8ecTen-TY=/0x0/filters:format(jpeg)/pic3469216.jpg",
    "thumbnail": "https://cf.geekdo-images.com/tHVtPzu82mBpeQbbZkV6EA__thumb/img/AghH1bAEhqzvyRcP3cy5G-rz0So=/fit-in/200x150/filters:strip_icc()/pic3469216.jpg",
    "description": "Brass: Lancashire &mdash; first published as Brass &mdash; is an economic strategy game that tells the story of competing cotton entrepreneurs in Lancashire during the industrial revolution. You must develop, build and establish your industries and network so that you can capitalize on demand for iron, coal and cotton. The game is played over two halves: the canal phase and the rail phase. To win the game, score the most victory points (VPs), which are counted at the end of each phase. VPs are gained from your canals, rails, and established (flipped) industry tiles. Each round, players take turns according to the turn order track, receiving two actions to perform any of the following:&#10;&#10;&#10;    Build an industry tile&#10;    Build a rail or canal&#10;    Develop an industry&#10;    Sell cotton&#10;    Take a loan&#10;&#10;&#10;At the end of your turn, you replace the two cards you played with two more from the deck. Turn order is determined by how much money a player spent on the previous turn, the lowest spender going first. This turn order mechanism opens some strategic options for players going later in the turn order, allowing for the possibility of back-to-back turns.&#10;&#10;After all the cards have been played the first time (with the deck size being adjusted for the number of players), the canal phase ends and a scoring round commences. After scoring, all canals and all of the lowest level industries are removed from the game, after which new cards are dealt and the rail phase begins. During this phase, players may now occupy more than one location in a city and double-connection builds (though expensive) are possible. At the end of the rail phase, another scoring round takes place, then a winner is crowned.&#10;&#10;The cards limit where you can build your industries, sell cotton or build connections (though any card can be used to 'develop'). This leads to a strategic timing/storing of cards. Resources are common so that if you build a rail line (which requires coal) you have to use the coal from the nearest source, which may be an opponent's coal mine, which in turn gets that coal mine closer to scoring (i.e., being utilized).&#10;&#10;Brass: Lancashire, the 2018 edition from Roxley Games, reboots the original Warfrog Games edition of Brass with new artwork and components, as well as a few rules changes:&#10;&#10;&#10;     The virtual link rules between Birkenhead have been made optional.&#10;     The three-player experience has been brought closer to the ideal experience of four players by shortening each half of the game by one round and tuning the deck and distant market tiles slightly to ensure a consistent experience.&#10;     Two-player rules have been created and are playable without the need of an alternate board.&#10;     The level 1 cotton mill is now worth 5 VP to make it slightly less terrible.&#10;&#10;&#10;"
  },
  {
    "id": 175155,
    "name": "Forbidden Stars",
    "players": [
      2,
      3,
      4
    ],
    "time": 180,
    "complexity": "heavy",
    "themes": [
      "Bluffing",
      "Fighting",
      "Miniatures",
      "Science Fiction",
      "Wargame",
      "Area Majority / Influence",
      "Area Movement",
      "Card Play Conflict Resolution",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Hand Management",
      "Modular Board",
      "Order Counters",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/WlvyznYhlYNXMtMbKKu1oA__original/img/AQ1P6PKw7ZW-XTOAFKhCwsnfP0I=/0x0/filters:format(jpeg)/pic2471359.jpg",
    "thumbnail": "https://cf.geekdo-images.com/WlvyznYhlYNXMtMbKKu1oA__thumb/img/cudczHrJs0wFKywIHBQ6Fb7D7oY=/fit-in/200x150/filters:strip_icc()/pic2471359.jpg",
    "description": "The shifting Warp Storms that surround the long lost Herakon Cluster have finally abated, leaving the ancient treasures and planets within this sector open to the rest of the galaxy. Now, the great factions of the galaxy mobilize their fleets and race to establish a foothold. The reward for successful domination surpasses all other concerns, and the price for conquering this sector will be paid in lives.&#10;&#10;Forbidden Stars challenges you and up to three other players to take command of a mighty fighting force: the Ultramarines chapter of Space Marines, the Eldar of Craftworld Iyanden, the Evil Sunz Ork clan, or the World Eaters Warband of the Chaos Space Marines. Each faction offers unique armies and play styles, but your goal remains the same &mdash; to claim the key objectives selected for your faction. These objective tokens are scattered throughout the Herakon Cluster, but your opponents are sure to defend your objectives against you. You need to build massive armies and command them in unending war to best your enemies and claim your objectives. The fight for the Herakon Cluster is brutal and bloody, and either you will stride triumphant over the bodies of your fallen foes &mdash; or they will do the same to you.&#10;&#10;Each round in Forbidden Stars is divided into three phases. In the planning phase, players take turns placing order tokens face down on the separate tiles (systems) that make up the game board; the four types of order tokens that players can place correspond to four types of actions that players can resolve in the second phase of play. In the operations phase, players reveal their tokens to:&#10;&#10;&#10;     Dominate, draining friendly planets of their important resources&#10;     Strategize, purchasing cards that can upgrade their orders and combat abilities&#10;     Deploy, building cities, factories, bastions, and new mobile units&#10;     Advance, moving units and attacking their enemies.&#10;&#10;&#10;The last phase of each round is the refresh phase, during which players profit from the planets they control, reveal event cards to move the impassable Warp Storms, and heal any units wounded in battle.&#10;&#10;Because of the game's three-phase structure, strategy in Forbidden Stars is balanced between short-term bluffing and long-term tactical military action. The game's set-up also poses strategic opportunities. Players start the game by taking turns assembling sections of the Herakon Cluster, placing individual system tiles along with their own starting forces and the enemy objectives that they must defend. This intentional construction, along with the unique domination abilities of the game's four factions, means that players must work to best utilize their own force's strengths while exploiting the weaknesses of their opponents.&#10;&#10;"
  },
  {
    "id": 262712,
    "name": "Res Arcana",
    "players": [
      2,
      3,
      4
    ],
    "time": 60,
    "complexity": "medium",
    "themes": [
      "Card Game",
      "Fantasy",
      "Hand Management",
      "Income",
      "Multi-Use Cards",
      "Open Drafting",
      "Race",
      "Score-and-Reset Game",
      "Take That",
      "Turn Order: Pass Order",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/gcALy45JfcjyKUn6T3mBIQ__original/img/YLSAurBSWEGi3PHsuQWi8St_0Yg=/0x0/filters:format(jpeg)/pic4422847.jpg",
    "thumbnail": "https://cf.geekdo-images.com/gcALy45JfcjyKUn6T3mBIQ__thumb/img/5cPMxq_X6VIO8l2t1_6H7C_KqrU=/fit-in/200x150/filters:strip_icc()/pic4422847.jpg",
    "description": "Prepare Your Place of Power!&#10;&#10;In a high tower, an Alchemist prepares potions, using vials filled with otherworldly fluids. In a sacred grove, a Druid grinds herbs for a mystical ritual. In the catacombs, a Necromancer summons a bone dragon... Welcome to the world of Res Arcana!&#10;&#10;In it, Life, Death, Elan, Calm, and Gold are the essences that fuel the art of magic. Choose your mage, gather essences, craft unique artifacts, and use them to summon dragons, conquer places of power, and achieve victory!&#10;&#10;A game typically lasts 4-6 rounds. In each round, players do these steps:&#10;&#10;&#10;    Collect essences: performs  any Collect abilities, and may take essences from components.&#10;    Do actions, 1 per turn, clockwise from the First Player: place an artifact, claim a monument or Place of Power, discard a card for 1 Gold or any 2 other essences, use a power on a straightened component, or pass: exchange magic items and draw 1 card. Play continues until all players have passed.&#10;    Pass procedure: If you are first to pass, take the First Player token, swap your magic item for a different magic item, draw 1 card.&#10;    Check victory points (10+ VPs). If no one has won: straighten all turned components, and begin the next round.&#10;&#10;&#10;"
  },
  {
    "id": 276025,
    "name": "Maracaibo",
    "players": [
      1,
      2,
      3,
      4
    ],
    "time": 120,
    "complexity": "heavy",
    "themes": [
      "Economic",
      "Exploration",
      "Nautical",
      "Pirates",
      "Contracts",
      "End Game Bonuses",
      "Events",
      "Hand Management",
      "Income",
      "Movement Points",
      "Multi-Use Cards",
      "Narrative Choice / Paragraph",
      "Point to Point Movement",
      "Scenario / Mission / Campaign Game",
      "Set Collection",
      "Solo / Solitaire Game",
      "Stock Holding",
      "Tech Trees / Tech Tracks",
      "Track Movement",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/rMNa0k05zMdKgSEp26Q3Tw__original/img/yhnCcq9UplffqjSCe08mjTFvgOM=/0x0/filters:format(jpeg)/pic4917407.jpg",
    "thumbnail": "https://cf.geekdo-images.com/rMNa0k05zMdKgSEp26Q3Tw__thumb/img/lVlnhYyxlZb3WuKZJHLoJcFHEjs=/fit-in/200x150/filters:strip_icc()/pic4917407.jpg",
    "description": "Maracaibo, a strategy game for 1-4 players by Alexander Pfister, is set in the Caribbean during the 17th century. The players try to increase their influence in three nations in four rounds with a play time of 40 minutes per player.&#10;&#10;The players sail on a round course through the Caribbean, e.g., you have city tiles where you are able to perform various&nbsp;actions or deliver goods to. One special feature is an implemented quest mode over more and various tiles, which tells the player, who chase after it, a little story.&#10;&#10;As a player, you move with your ship around the course, managing it by using cards like in other games from Alexander Pfister.&#10;&#10;&#10;NOTE: The Spanish and Portuguese editions of Maracaibo contain La Armada mini-expansion packaged inside the base game's box.&#10;&#10;"
  },
  {
    "id": 266810,
    "name": "Paladins of the West Kingdom",
    "players": [
      1,
      2,
      3,
      4
    ],
    "time": 120,
    "complexity": "heavy",
    "themes": [
      "Medieval",
      "End Game Bonuses",
      "Market",
      "Open Drafting",
      "Solo / Solitaire Game",
      "Worker Placement",
      "Worker Placement, Different Worker Types"
    ],
    "image": "https://cf.geekdo-images.com/4nhokcLdYoo6ulbZ1rmGgA__original/img/9ktZDu003VVVTw0RxD-ufLYV1HQ=/0x0/filters:format(png)/pic4462987.png",
    "thumbnail": "https://cf.geekdo-images.com/4nhokcLdYoo6ulbZ1rmGgA__thumb/img/1gEbke_bKTA6D2jjpPm1HowGGHM=/fit-in/200x150/filters:strip_icc()/pic4462987.png",
    "description": "Paladins of the West Kingdom is set at a turbulent time of West Francia's story, circa 900 AD. Despite recent efforts to develop the city, outlying townships are still under threat from outsiders. Saracens scout the borders, while Vikings plunder wealth and livestock. Even the Byzantines from the east have shown their darker side. As noble men and women, players must gather workers from the city to defend against enemies, build fortifications and spread faith throughout the land. Fortunately you are not alone. In his great wisdom, the King has sent his finest knights to help aid in our efforts. So ready the horses and sharpen the swords. The Paladins are approaching.&#10;&#10;The aim of Paladins of the West Kingdom is to be the player with the most victory points (VP) at game's end. Points are gained by building outposts and fortifications, commissioning monks and confronting outsiders. Each round, players will enlist the help of a specific Paladin and gather workers to carry out tasks. As the game progresses, players will slowly increase their faith, strength and influence. Not only will these affect their final score, but they will also determine the significance of their actions. The game is concluded at the end of the seventh round.&#10;&#10;&mdash;description from the publisher&#10;&#10;"
  },
  {
    "id": 170042,
    "name": "Raiders of the North Sea",
    "players": [
      2,
      3,
      4
    ],
    "time": 80,
    "complexity": "medium",
    "themes": [
      "Medieval",
      "Nautical",
      "Contracts",
      "Dice Rolling",
      "Hand Management",
      "Worker Placement",
      "Worker Placement, Different Worker Types"
    ],
    "image": "https://cf.geekdo-images.com/hXdfAhgZ8OeyWLunt36wlw__original/img/f5wjooKB2dGPBlBzws5cDsuuJ-k=/0x0/filters:format(jpeg)/pic3578101.jpg",
    "thumbnail": "https://cf.geekdo-images.com/hXdfAhgZ8OeyWLunt36wlw__thumb/img/vh7ttK5C_kKf5YZNYOY4vfsgXHU=/fit-in/200x150/filters:strip_icc()/pic3578101.jpg",
    "description": "Raiders of the North Sea is set in the central years of the Viking Age. As Viking warriors, players seek to impress the Chieftain by raiding unsuspecting settlements. To do so, players need to assemble a crew, collect provisions, and journey north to plunder gold, iron and livestock. Glory can be found in battle, even at the hands of the Valkyrie, so gather your warriors because it's raiding season!&#10;&#10;To impress the Chieftain, you need victory points (VPs), with those being acquired primarily by raiding settlements, taking plunder, and making offerings to the Chieftain. How you use your plunder is also vital to your success. Players take turns in clockwise order, and on a turn you place a worker and resolve its action, then pick up a different worker and resolve its action. Broadly speaking, those actions fall in one of two categories:&#10;&#10;&#10;     Work: Having a good crew and enough provisions are vital to successful raiding, so before making any raids, players need to do some work to prepare their crew and collect supplies. This is all done in the village at the bottom of the game board, with eight buildings offering various actions. You must first place your worker in an available building where no other worker is present, then pick up a different worker from a different building.&#10;&#10;&#10;&#10;     Raid: Once players have hired enough crew and collected provisions, you may choose to raid on your turn. To raid a settlement &mdash; whether a harbor, outpost, monastery or fortress &mdash; you need to meet three requirements: Having a large enough crew, having enough provisions (along with gold for monasteries and fortresses, and having a worker of the right color. Raiding offers various ways of scoring, such as military strength, plunder, and Valkyries, which is how grey and white workers enter the game.&#10;&#10;&#10;The game ends when only one fortress raid remains, all Valkyrie have been removed, or all offerings have been made, then players tally their scores.&#10;&#10;"
  },
  {
    "id": 164928,
    "name": "Orlans",
    "players": [
      2,
      3,
      4,
      5
    ],
    "time": 90,
    "complexity": "heavy",
    "themes": [
      "Medieval",
      "Religious",
      "Travel",
      "Contracts",
      "Deck, Bag, and Pool Building",
      "End Game Bonuses",
      "Events",
      "Kill Steal",
      "Point to Point Movement",
      "Simultaneous Action Selection",
      "Tech Trees / Tech Tracks",
      "Turn Order: Progressive",
      "Variable Set-up",
      "Worker Placement, Different Worker Types"
    ],
    "image": "https://cf.geekdo-images.com/nagl1li6kYt9elV9jbfVQw__original/img/Qn6vlBaTUaHNFsqohIUjd0EA4z0=/0x0/filters:format(jpeg)/pic6228507.jpg",
    "thumbnail": "https://cf.geekdo-images.com/nagl1li6kYt9elV9jbfVQw__thumb/img/ykeqdM_Naz4IiqOgyB1arzteOiU=/fit-in/200x150/filters:strip_icc()/pic6228507.jpg",
    "description": "During the medieval goings-on around Orl&eacute;ans, you must assemble a following of farmers, merchants, knights, monks, etc. to gain supremacy through trade, construction and science in medieval France.&#10;&#10;In Orl&eacute;ans, you will recruit followers and put them to work to make use of their abilities. Farmers and Boatmen supply you with money and goods; Knights expand your scope of action and secure your mercantile expeditions; Craftsmen build trading stations and tools to facilitate work; Scholars make progress in science; Traders open up new locations for you to use your followers; and last but not least, it cannot hurt to get active in monasteries since with Monks on your side you are much less likely to fall prey to fate.&#10;&#10;You will always want to take more actions than possible, and there are many paths to victory. The challenge is to combine all elements as best as possible with regard to your strategy.&#10;&#10;"
  },
  {
    "id": 121921,
    "name": "Robinson Crusoe: Adventures on the Cursed Island",
    "players": [
      1,
      2,
      3,
      4
    ],
    "time": 120,
    "complexity": "heavy",
    "themes": [
      "Adventure",
      "Exploration",
      "Fighting",
      "Novel-based",
      "Territory Building",
      "Action Queue",
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling",
      "Die Icon Resolution",
      "Events",
      "Hexagon Grid",
      "Map Addition",
      "Movement Points",
      "Narrative Choice / Paragraph",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Tile Placement",
      "Turn Order: Progressive",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/zvHPgrNb9mgkHQk-BwVemA__original/img/OUdMMPwYXTd5JIBG9skImPqa8bg=/0x0/filters:format(jpeg)/pic6026697.jpg",
    "thumbnail": "https://cf.geekdo-images.com/zvHPgrNb9mgkHQk-BwVemA__thumb/img/QNF6GAuZ6TTeSYtrWZlWvPaIWjs=/fit-in/200x150/filters:strip_icc()/pic6026697.jpg",
    "description": "Robinson Crusoe: Adventures on the Cursed Island is a game created by Ignacy Trzewiczek, the author of Stronghold. This time Trzewiczek takes the players to a deserted island, where they'll play the parts of shipwreck survivors confronted by an extraordinary adventure. They'll be faced with the challenges of building a shelter, finding food, fighting wild beasts, and protecting themselves from weather changes. Building walls around their homes, animal domestication, constructing weapons and tools from what they find, and much more await them on the island. The players decide in which direction the game will unfold and &ndash; after several in-game weeks of hard work &ndash; how their settlement will look. Will they manage to discover the secret of the island in the meantime? Will they find a pirate treasure, or an abandoned village? Will they discover an underground city or a cursed temple at the bottom of a volcano? Answers to these questions lie in hundreds of event cards and hundreds of object and structure cards that can be used during the game...&#10;&#10;Robinson Crusoe: Adventures on the Cursed Island is an epic game from Portal. You will build a shelter, palisade, weapons, you will create tools like axes, knives, sacks, you will do everything you can to&hellip; to survive. You will have to find food, fight wild beasts, protect yourself from weather changes&hellip;&#10;&#10;Take the role of one of four characters from the ship crew (cook, carpenter, explorer, or soldier) and face the adventure. Use your determination skills to help your teammates, discuss with them your plan, and put it into practice. Debate, discuss, and work on the best plan you all can make.&#10;&#10;Search for treasures. Discover mysteries. Follow goals of six different, engaging scenarios. Start by building a big pile of wood and setting it on fire to call for help, and then start new adventures. Become an exorcist on cursed Island. Become a treasure hunter on Volcano Island. Become a rescue team for a young lady who&rsquo;s stuck on rock island&hellip;&#10;&#10;Let the adventure live!&#10;&#10;"
  },
  {
    "id": 268864,
    "name": "Undaunted: Normandy",
    "players": [
      2
    ],
    "time": 60,
    "complexity": "medium",
    "themes": [
      "Wargame",
      "World War II",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Hand Management",
      "Modular Board",
      "Open Drafting",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/iCd6hMGDzsQ_UXh00iKsJA__original/img/QhbQ2AMud-_H0fliiSIvc0dowOU=/0x0/filters:format(jpeg)/pic4602347.jpg",
    "thumbnail": "https://cf.geekdo-images.com/iCd6hMGDzsQ_UXh00iKsJA__thumb/img/QbOlBm7DZGP2ZBnGZ-YaD-py-UQ=/fit-in/200x150/filters:strip_icc()/pic4602347.jpg",
    "description": "June, 1944: Through the D-Day landings, the Allies have seized a foothold on the beaches of Normandy. Now you must lead your troops forward as you push deeper into France and drive the German forces back. You will face intense resistance, machine gun fire, and mortar bombardment, but a great commander can turn the situation to their advantage!&#10;&#10;Undaunted: Normandy is a deck-building game that places you and your opponent in command of American or German forces, fighting through a series of missions critical to the outcome of World War II. Use your cards to seize the initiative, bolster your forces, or control your troops on the battlefield. Strong leadership can turn the tide of battle in your favor, but reckless decisions could prove catastrophic as every casualty you take removes a card from your deck. Take charge amidst the chaos of battle, hold fast in the face of opposition, and remain undaunted.&#10;&#10;&mdash;description from the publisher&#10;&#10;"
  },
  {
    "id": 216132,
    "name": "Clans of Caledonia",
    "players": [
      1,
      2,
      3,
      4
    ],
    "time": 120,
    "complexity": "heavy",
    "themes": [
      "Economic",
      "Farming",
      "Commodity Speculation",
      "Contracts",
      "Hexagon Grid",
      "Income",
      "Market",
      "Modular Board",
      "Network and Route Building",
      "Solo / Solitaire Game",
      "Turn Order: Pass Order",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/SPuwc6RJ6y4PnTH36Pegsg__original/img/GcuvCavv-ZZP5_O1kCTrZELuZdY=/0x0/filters:format(png)/pic3511783.png",
    "thumbnail": "https://cf.geekdo-images.com/SPuwc6RJ6y4PnTH36Pegsg__thumb/img/M_6Yxp0A_NbebWk3Mepinsm96WI=/fit-in/200x150/filters:strip_icc()/pic3511783.png",
    "description": "Clans of Caledonia is a mid-to-heavy economic game set in 19th-century Scotland. At this time, Scotland made the transition from an agricultural to an industrialized country that heavily relied on trade and export. In the following years, food production increased significantly to feed the population growth. Linen was increasingly substituted by the cheaper cotton and raising sheep was given high importance. More and more distilleries were founded and whisky became the premium alcoholic beverage in Europe.&#10;&#10;Players represent historic clans with unique abilities and compete to produce, trade and export agricultural goods and of course whisky!&#10;&#10;The game ends after five rounds. Each round consists of the three phases:&#10;&#10;&#10;     Players' turns&#10;     Production phase&#10;     Round scoring&#10;&#10;&#10;1. Players take turns and do one of eight possible actions, from building, to upgrading, trading and exporting. When players run out of money, they pass and collect a passing bonus.&#10;&#10;2. In the production phase, each player collects basic resources, refined goods and cash from their production units built on the game map. Each production unit built makes income visible on the player mat. Refined goods require the respective basic resource.&#10;&#10;3. Players receive VPs depending on the scoring tile of the current round.&#10;&#10;The game comes with eight different clans, a modular board with 16 configurations, eight port bonuses and eight round scoring tiles.&#10;&#10;"
  },
  {
    "id": 162886,
    "name": "Spirit Island",
    "players": [
      1,
      2,
      3,
      4
    ],
    "time": 120,
    "complexity": "heavy",
    "themes": [
      "Environmental",
      "Fantasy",
      "Fighting",
      "Mythology",
      "Territory Building",
      "Action Retrieval",
      "Area Majority / Influence",
      "Automatic Resource Growth",
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Modular Board",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game",
      "Tags",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/kjCm4ZvPjIZxS-mYgSPy1g__original/img/9uLd9C3XAvInLCLhAoXqKVk56zs=/0x0/filters:format(jpeg)/pic7013651.jpg",
    "thumbnail": "https://cf.geekdo-images.com/kjCm4ZvPjIZxS-mYgSPy1g__thumb/img/aUlIih2_R7P8IYKeyNl2heLQbu8=/fit-in/200x150/filters:strip_icc()/pic7013651.jpg",
    "description": "In the most distant reaches of the world, magic still exists, embodied by spirits of the land, of the sky, and of every natural thing. As the great powers of Europe stretch their colonial empires further and further, they will inevitably lay claim to a place where spirits still hold power - and when they do, the land itself will fight back alongside the islanders who live there.&#10;&#10;Spirit Island is a complex and thematic co-operative game about defending your island home from colonizing Invaders. Players are different spirits of the land, each with its own unique elemental powers. Every turn, players simultaneously choose which of their power cards to play, paying energy to do so. Using combinations of power cards that match a spirit's elemental affinities can grant free bonus effects. Faster powers take effect immediately, before the Invaders spread and ravage, but other magics are slower, requiring forethought and planning to use effectively. In the Spirit phase, spirits gain energy, and choose how / whether to Grow: to reclaim used power cards, to seek new power, or to spread their presence into new areas of the island.&#10;&#10;The Invaders expand across the island map in a semi-predictable fashion. Each turn they explore into some lands (portions of the island); the next turn, they build in those lands, forming towns and cities. The turn after that, they ravage there, bringing blight to the land and attacking any native islanders present. The islanders fight back against the Invaders when attacked, and lend the spirits some other aid, but may not always do so exactly as you'd hoped. Some Powers work through the islanders, helping them, for example, to drive out the Invaders or clean the land of blight.&#10;&#10;The game escalates as it progresses: spirits spread their presence to new parts of the island and seek out new and more potent powers, while the Invaders step up their colonization efforts. Each turn represents 1-3 years of alternate history. At game start, winning requires destroying every last explorer, town and city on the board - but as you frighten the Invaders more and more, victory becomes easier: they'll run away even if explorers or even towns and cities remain. Defeat comes if any spirit is destroyed, if the island is overrun by blight, or if the Invader deck is depleted before achieving victory.&#10;&#10;The game includes different adversaries to fight against (eg., a Swedish Mining Colony, or a Remote British Colony). Each changes play in different ways, and offers a different path of difficulty boosts to keep the game challenging as you gain skill.&#10;&#10;"
  },
  {
    "id": 177736,
    "name": "A Feast for Odin",
    "players": [
      1,
      2,
      3,
      4
    ],
    "time": 120,
    "complexity": "heavy",
    "themes": [
      "Economic",
      "Farming",
      "Industry / Manufacturing",
      "Medieval",
      "Puzzle",
      "Automatic Resource Growth",
      "Dice Rolling",
      "Grid Coverage",
      "Income",
      "Push Your Luck",
      "Solo / Solitaire Game",
      "Tile Placement",
      "Turn Order: Pass Order",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/s9oGMCo1fcfV4Dk3EnqLZw__original/img/N1X-0JB1GapFVhl98nP4tNFXMcM=/0x0/filters:format(png)/pic3146943.png",
    "thumbnail": "https://cf.geekdo-images.com/s9oGMCo1fcfV4Dk3EnqLZw__thumb/img/AKxMMz2DTbBrEynhDROla8fdjJ4=/fit-in/200x150/filters:strip_icc()/pic3146943.png",
    "description": "A Feast for Odin is a saga in the form of a board game. You are reliving the cultural achievements, mercantile expeditions, and pillages of those tribes we know as Viking today &mdash; a term that was used quite differently towards the end of the first millennium.&#10;&#10;When the northerners went out for a raid, they used to say they headed out for a viking. Their Scandinavian ancestors, however, were much more than just pirates. They were explorers and founders of states. Leif Eriksson is said to be the first European in America, long before Columbus.&#10;In what is known today as Normandy, the intruders were not called Vikings but Normans. One of them is the famous William the Conqueror who invaded England in 1066. He managed to do what the king of Norway failed to do only a few years prior: conquer the Throne of England. The reason the people of these times became such strong seafarers was their unfortunate agricultural situation: crop shortfalls caused great distress.&#10;&#10;In this game, you will raid and explore new territories. You will also engage in the day-to-day activity of collecting goods with which to achieve a financially secure position in society. In the end, the player whose possessions bear the greatest value will be declared the winner.&#10;&#10;--gameplay description from @StoryBoardGamer&#039;s review:&#10;A Feast for Odin is a points-driven game, with a plethora of pathways to victory, with a range of risks balanced against rewards. A significant portion of this is your central hall, which has a whopping -86 points of squares and a major part of your game is attempting to cover these up with various tiles. Likewise, long halls and island colonies can also offer large rewards, but they will have penalties of their own.&#10;&#10;Each year follows a familiar pattern of preparation, worker placement, and then meeting the requirements of your feast. The main phase of each year is a worker placement affair. You start with a selection of Vikings, and a large action board with a whopping 61 different options to choose from. Each of these will be arranged from left to right in one of four columns. Each column requires an additional Viking to activate, but they are proportionally more powerful.&#10;&#10;At the end of each round, you will need to fill a feast table with food, alternating between plants and vegetable matter. You will also have a chance to lay the valuable green and blue tiles into your main hall. The configuration of these tiles must follow certain requirements, but your main goal is to both cover up a line of coin icons to increase your income, while otherwise encircling certain printed icons to generate those.&#10;&#10;You will build your engine over time, following an alternating pattern of outward expansion and hunting against development and cultivation. It all comes down to how much you&rsquo;re willing to take on at any one time, and what risks you&rsquo;re willing to set yourself up with for their rewards.&#10;&#10;UPC 681706716909&#10;&#10;"
  },
  {
    "id": 321608,
    "name": "Hegemony: Lead Your Class to Victory",
    "players": [
      2,
      3,
      4
    ],
    "time": 180,
    "complexity": "heavy",
    "themes": [
      "Economic",
      "Educational",
      "Negotiation",
      "Political",
      "Action / Event",
      "Hand Management",
      "Roles with Asymmetric Information",
      "Simulation",
      "Variable Player Powers",
      "Voting",
      "Worker Placement, Different Worker Types"
    ],
    "image": "https://cf.geekdo-images.com/DCLgJlrvB-EqL6A3WgQLMQ__original/img/vGpYcxjDBCOVcI0BcWOevspTQMQ=/0x0/filters:format(jpeg)/pic5715770.jpg",
    "thumbnail": "https://cf.geekdo-images.com/DCLgJlrvB-EqL6A3WgQLMQ__thumb/img/9yp6ANJx6cqdQqQ6hkNr3zA88vw=/fit-in/200x150/filters:strip_icc()/pic5715770.jpg",
    "description": "Extended edition includes Crisis &amp; Control expansion.&#10;&#10;&#10;The Nation is in disarray and a war is waging between the classes. The working class faces a dismantled welfare system, the capitalists are losing their hard-earned profits, the middle class is gradually fading and the state is sinking into a deep deficit. Amidst all this chaos, the only person who can provide guidance is... you. Will you take the side of the working class and fight for social reforms? Or will you stand with the corporations and the free market? Will you help the government try to keep it all together, or will you try to enforce your agenda no matter the cost to the country?&#10;&#10;Hegemony is an asymmetric politico-economic card-driven board game for 2-4 players that puts you in the role of one of the socio-economic groups in a fictional state: The Working Class, the Middle Class, the Capitalist Class and the State itself.&#10;&#10;The Working class controls the workers. The Capitalist class controls the companies. The Middle class combines elements from both the Working class and the Capitalist. It has workers who can work in the Capitalist's companies but it can also build companies of its own, yet smaller. Finally the State is trying to keep everyone happy, providing benefits and subsidies when needed but trying also to maintain a steady income through taxes to avoid going into debt.&#10;&#10;While players have their own separate goals, they are all limited by a series of policies that affect most of their actions, like Taxation, Labor Market, Foreign Trade etc. Voting on those policies and using their influence to change them is also very important. Through careful planning, strategic actions and political maneuvering, you will do your best to increase the power of your class and carry out your agenda. Will you be the one to lead your class to victory?&#10;&#10;Hegemony is heavily based on actual academic principles such as Social-Democracy, Neoliberalism, Nationalism and Globalism, and allows players to see their real world applications through engaging gameplay. There are many ways to achieve hegemony- which one will you take?&#10;&#10;&mdash;description from the publisher&#10;&#10;"
  },
  {
    "id": 269385,
    "name": "The Lord of the Rings: Journeys in Middle-Earth",
    "players": [
      1,
      2,
      3,
      4,
      5
    ],
    "time": 120,
    "complexity": "medium",
    "themes": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Novel-based",
      "Action Points",
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Map Addition",
      "Modular Board",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Stat Check Resolution",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/1XA2-niwTBa0HEB7hOz3Dw__original/img/MIJgG_K2IS1QT2mE0dyRFiWLSpg=/0x0/filters:format(jpeg)/pic4530974.jpg",
    "thumbnail": "https://cf.geekdo-images.com/1XA2-niwTBa0HEB7hOz3Dw__thumb/img/iMrsSq7nICZjz1DBXkefq-8E9Js=/fit-in/200x150/filters:strip_icc()/pic4530974.jpg",
    "description": "Embark on your own adventures in J.R.R. Tolkien's iconic world with The Lord of the Rings: Journeys in Middle-Earth, a fully co-operative, app-supported board game for one to five players! You'll battle villainous foes, make courageous choices, and strike a blow against the evil that threatens the land &mdash; all as part of a thrilling campaign that leads you across the storied hills and dales of Middle-Earth.&#10;&#10;Each individual game of Journeys in Middle-Earth is a single adventure in a larger campaign. You'll explore the vast and dynamic landscapes of Middle-earth, using your skills to survive the challenges that you encounter on these perilous quests. As you and your fellow heroes explore the wilderness and battle the dark forces arrayed against you, the game's companion app guides you to reveal the looming forests, quiet clearings, and ancient halls of Middle-Earth, while also controlling the enemies you encounter. Whether you're venturing into the wild on your own or with close companions by your side, you can write your own legend in the history of Middle-Earth.&#10;&#10;&mdash;description from the publisher&#10;&#10;"
  },
  {
    "id": 205896,
    "name": "Rising Sun",
    "players": [
      3,
      4,
      5
    ],
    "time": 120,
    "complexity": "heavy",
    "themes": [
      "Bluffing",
      "Fantasy",
      "Miniatures",
      "Mythology",
      "Negotiation",
      "Wargame",
      "Action Drafting",
      "Alliances",
      "Area Majority / Influence",
      "Area Movement",
      "Auction: Sealed Bid",
      "Betting and Bluffing",
      "Closed Drafting",
      "End Game Bonuses",
      "Follow",
      "Force Commitment",
      "Negotiation",
      "Set Collection",
      "Simultaneous Action Selection",
      "Take That",
      "Variable Phase Order",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/iwevA6XmiNLHn1QnGUucqw__original/img/pKJ1XyLN4hvHim5eRj2VJHijv1E=/0x0/filters:format(jpeg)/pic3880340.jpg",
    "thumbnail": "https://cf.geekdo-images.com/iwevA6XmiNLHn1QnGUucqw__thumb/img/UNKv6MWzJUAwhhP7-ng6HoinRa8=/fit-in/200x150/filters:strip_icc()/pic3880340.jpg",
    "description": "The great and forgotten Kami have returned from the underworld, displeased with the affairs of the Empire&rsquo;s present Sh&#197;&#141;gun. At the start of spring in the Great New Year, the Kami have gathered their sacred clans with one quest: reclaim the lands of Nippon and return them to their honorable, spiritual traditions. However, each clan is bound by their own proud traditions to a unique vision for this great return and must wage a powerful diplomatic war across eight provinces. Alliances must be forged, betrayal is inevitable, honorable standing rises and falls. Political mandates must be navigated and devastating war must be fought, each won by expert skill and cunning negotiation. And only one may stand victorious at the coming of winter. You, honorable Sh&#197;&#141;gun, lead one of these great clans. Do you have the strength of honor, virtue, and spirit, as well as the mastery of steel necessary to deliver on this ancient promise?&#10;&#10;Rising  Sun is a board game for 3 to 5 players set in legendary feudal Japan. Each player chooses a Clan and competes to lead theirs to victory by accumulating Victory Points over the course of the Seasons. Each Clan possesses a unique ability and differs in Seasonal Income, Starting Honor Rank, and Home Province.&#10;Over the course of the game, players will forge and break alliances, choose political actions, worship the gods, customize their clans, and position their figures around Japan. In the process, Honor is a palpable element in Rising Sun: Having high Honor gives several advantages, while having low Honor may grant the allegiance of the darker elements of the world. But above all, Honor settles all disputes: Whenever there is a tie, the tied player with the highest Honor wins.&#10;&#10;In Rising  Sun, players are encouraged to use diplomacy, negotiation, and even bribery to further their cause. Players can make deals at any point in the game but no deals are truly binding.&#10;Victory Points can be gained in several ways, from winning battles, to harvesting the right provinces, to playing to the Virtues accumulated by your Clan.&#10;&#10;The game is played over the course of 4 rounds or Seasons: Spring, Summer, and then Autumn; when  Winter  comes,  the  game  draws to a close and players calculate bonuses to decide who is the winner. &#10;Each Season is divided into five phases: &#10;1) Seasonal Setup because every Season has a certain Season deck with different cards, &#10;2) Tea Ceremony in which players sit down and negotiate their Alliances for the Season, &#10;3) Political Phase during which players will select Political Mandates to prepare their Clans and position their forces,&#10;4) War Phase, during which players battle over several Provinces, and &#10;5) Seasonal Cleanup.&#10;&#10;As already mentioned, the start of the Winter Season signifies the end of the game. Peace falls over the land as it gets covered in white snow, and a new Emperor will rise under the power of the great Kami.&#10;&#10;"
  },
  {
    "id": 147020,
    "name": "Star Realms",
    "players": [
      2
    ],
    "time": 20,
    "complexity": "medium",
    "themes": [
      "Card Game",
      "Fighting",
      "Science Fiction",
      "Deck, Bag, and Pool Building",
      "Delayed Purchase",
      "Hand Management",
      "Income",
      "Open Drafting",
      "Player Elimination",
      "Tags",
      "Take That",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/EsJqPL5CB_TMt0MYL-lnVg__original/img/QXgamCDRuBoRJyU1PQjeh58Pvr8=/0x0/filters:format(jpeg)/pic1903816.jpg",
    "thumbnail": "https://cf.geekdo-images.com/EsJqPL5CB_TMt0MYL-lnVg__thumb/img/s_CE1b1XXUnYj9auTPhLrvkNsYA=/fit-in/200x150/filters:strip_icc()/pic1903816.jpg",
    "description": "Star Realms is a spaceship combat deck-building game by Magic Hall of Famers Darwin Kastle (The Battle for Hill 218) and Rob Dougherty (Ascension Co-designer). It combines the fun of a deck-building game with the speed and interactivity of Trading Card Game style combat. In Star Realms, players make use of Ships and Bases to generate Trade to acquire new Ships and Bases or to generate Combat to attack their opponent to reduce their Authority or destroy their Bases. When you reduce your opponent&rsquo;s Authority to zero, you win!&#10;&#10;The Ships and Bases in Star Realms come in four factions. You may acquire and use cards of any faction, but many cards have powerful Ally abilities that reward you for using cards of the same faction together. As you acquire cards using Trade, you put them into your discard pile, to be later shuffled into your personal deck. When you play a Ship, you do what it says and then place it into your discard pile at the end of your turn. When you play a Base, you place it face up in front of you and may use its abilities once every turn. In addition to Combat being the way you reduce your opponent&rsquo;s Authority to zero and win the game, it&rsquo;s also useful for destroying your opponent&rsquo;s Bases. Some Bases are designated as Outposts. Your opponent&rsquo;s Outposts must be destroyed before you can use Combat to attack your opponent&rsquo;s Authority directly.&#10;&#10;Star Realms is easy to learn, especially if you&rsquo;re familiar with deck-building games, but takes time to master. Each time you play, the game is filled with various strategic decision points. Should I take the best card for me or the best card for my opponent? Should I focus on taking cards of a particular faction or on taking the best card available? Should I be focusing on acquiring more Trade or more Combat? Should I attack my opponent&rsquo;s Base or their Authority? These are just some of the many choices you&rsquo;ll be faced with. New players needn&rsquo;t agonize over these choices just to play, but as they become more advanced players, they will find this depth of strategy leads to great replayability.&#10;&#10;The Star Realms set contains everything you need for two players. Including multiple copies (one copy for every two players) of the game and/or its standalone expansions, Star Realms: Colony Wars and Star Realms: Frontiers, allows up to six players to play a variety of multiplayer formats, including free-for-all and team play.&#10;&#10;This is the first game of the Star Realms series.&#10;&#10;"
  },
  {
    "id": 285774,
    "name": "Marvel Champions: The Card Game",
    "players": [
      1,
      2,
      3,
      4
    ],
    "time": 90,
    "complexity": "medium",
    "themes": [
      "Card Game",
      "Collectible Components",
      "Comic Book / Strip",
      "Fighting",
      "Card Play Conflict Resolution",
      "Cooperative Game",
      "Deck Construction",
      "Hand Management",
      "Interrupts",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Turn Order: Progressive",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/kRvUgYiaOq07kC67ZK5UoQ__original/img/cqng0e4S7Cj6j6Sb49-OCggGi-8=/0x0/filters:format(jpeg)/pic4900321.jpg",
    "thumbnail": "https://cf.geekdo-images.com/kRvUgYiaOq07kC67ZK5UoQ__thumb/img/SDNWntiB06KhAINl06CDPkoipDc=/fit-in/200x150/filters:strip_icc()/pic4900321.jpg",
    "description": "&quot;With great power, there must also come great responsibility.&quot;&#10;   &ndash;Stan Lee, Amazing Fantasy #15&#10;&#10;Iron Man and Black Panther team up to stop Rhino from rampaging through the streets of New York. Captain Marvel and Spider-Man battle Ultron as he threatens global annihilation. Do you have what it takes to join the ranks of these legendary heroes and become a champion?&#10;&#10;Jump into the Marvel Universe with Marvel Champions: The Card Game, a cooperative Living Card Game for one to four players!&#10;&#10;Marvel Champions: The Card Game invites players to embody iconic heroes from the Marvel Universe as they battle to stop infamous villains from enacting their devious schemes. As a Living Card Game, Marvel Champions is supported with regular releases of new product, including new heroes and scenarios.&#10;&#10;&mdash;description from the publisher&#10;&#10;"
  },
  {
    "id": 96848,
    "name": "Mage Knight Board Game",
    "players": [
      1,
      2,
      3,
      4
    ],
    "time": 240,
    "complexity": "heavy",
    "themes": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Card Play Conflict Resolution",
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Hexagon Grid",
      "Modular Board",
      "Multi-Use Cards",
      "Open Drafting",
      "Role Playing",
      "Solo / Solitaire Game",
      "Tags",
      "Turn Order: Claim Action",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/DUO2hz9AlLOH8p9ED-lCWg__original/img/PDDH38Vf9NEB_4ODURxcJKNBfVQ=/0x0/filters:format(jpeg)/pic1083380.jpg",
    "thumbnail": "https://cf.geekdo-images.com/DUO2hz9AlLOH8p9ED-lCWg__thumb/img/0bWDfnjzYebauQZrHmjyHkuUttI=/fit-in/200x150/filters:strip_icc()/pic1083380.jpg",
    "description": "The Mage Knight board game puts you in control of one of four powerful Mage Knights as you explore (and conquer) a corner of the Mage Knight universe under the control of the Atlantean Empire. Build your army, fill your deck with powerful spells and actions, explore caves and dungeons, and eventually conquer powerful cities controlled by this once-great faction!  In competitive scenarios, opposing players may be powerful allies, but only one will be able to claim the land as their own.  In cooperative scenarios, the players win or lose as a group.  Solo rules are also included.&#10;&#10;Combining elements of RPGs, deck-building, and traditional board games the Mage Knight board game captures the rich history of the Mage Knight universe in a self-contained gaming experience.&#10;&#10;"
  },
  {
    "id": 201808,
    "name": "Clank!: A Deck-Building Adventure",
    "players": [
      2,
      3,
      4
    ],
    "time": 60,
    "complexity": "medium",
    "themes": [
      "Adventure",
      "Fantasy",
      "Action Points",
      "Deck, Bag, and Pool Building",
      "Delayed Purchase",
      "End Game Bonuses",
      "Movement Points",
      "Open Drafting",
      "Player Elimination",
      "Point to Point Movement",
      "Push Your Luck",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/DPjV1iI0ygo5Bl3XLNRiIg__original/img/cXqOdM3BLyIeRt0GP3M3V--gF1M=/0x0/filters:format(jpeg)/pic4449526.jpg",
    "thumbnail": "https://cf.geekdo-images.com/DPjV1iI0ygo5Bl3XLNRiIg__thumb/img/O2WnqJew5gNjQqPUH3gqmTBc1pQ=/fit-in/200x150/filters:strip_icc()/pic4449526.jpg",
    "description": "Burgle your way to adventure in the deck-building board game Clank! Sneak into an angry dragon's mountain lair to steal precious artifacts. Delve deeper to find more valuable loot. Acquire cards for your deck and watch your thievish abilities grow.&#10;&#10;Be quick and be quiet. One false step and CLANK! Each careless sound draws the attention of the dragon, and each artifact stolen increases its rage. You can enjoy your plunder only if you make it out of the depths alive!&#10;&#10;Clank! is a deck-building game. Each player has their own deck, and building yours up is part of playing the game. You start each of your turns with five cards in your hand, and you'll play them all in any order you choose. Most cards will generate resources, of which there are three different kinds:&#10;&#10;&#10;    Skill, which is used to acquire new cards for your deck.&#10;    Swords, which are used to fight the monsters that infest the dungeon.&#10;    Boots, which are used to move around the board.&#10;&#10;&#10;Every time you acquire a new card, you put it face up in your discard pile. Whenever you need to draw a card and find your deck empty, you shuffle your discard pile and turn it face down to form a new deck. With each shuffle, your newest cards become part of a bigger and better deck! Each player starts with the same cards in their deck, but they&rsquo;ll acquire different cards during their turns. Because cards can do many different things, each player&rsquo;s deck (and strategy) will become more and more different as the game unfolds.&#10;&#10;During the game, you have two goals:&#10;&#10;    Retrieve an Artifact token and escape the dragon by returning to the place you started, outside of the dungeon.&#10;    Accumulate enough points with your Artifact and other loot to beat out your opponents and earn the title of Greatest Thief in the Realm!&#10;&#10;&#10;"
  },
  {
    "id": 366161,
    "name": "Wingspan Asia",
    "players": [
      1,
      2
    ],
    "time": 70,
    "complexity": "medium",
    "themes": [
      "Animals",
      "Economic",
      "Educational",
      "Dice Rolling",
      "End Game Bonuses",
      "Hand Management",
      "Open Drafting",
      "Push Your Luck",
      "Set Collection",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/h1dRxq4lNMpuSUSGdgCmfA__original/img/MSX7waTxS81SiyxAmmCJFFWAl1I=/0x0/filters:format(jpeg)/pic7107431.jpg",
    "thumbnail": "https://cf.geekdo-images.com/h1dRxq4lNMpuSUSGdgCmfA__thumb/img/hPsEFlgh0b_JhtQmsJQv3vmq814=/fit-in/200x150/filters:strip_icc()/pic7107431.jpg",
    "description": "Wingspan: Asia introduces the diverse and vibrant birds of the Asian continent. As always, the objective is to earn the most points by playing birds, achieving objectives, and laying eggs across your habitats. This release serves multiple roles within the Wingspan universe!&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;A standalone game:- 2 players using a new &ldquo;duet mode,&rdquo; which includes its own boards and rules tailored for two-player gameplay.&#10;  - 3-5 players following the same rules as the original wingspan this game can be played completely on its own without the base game &ldquo;Wingspan&rdquo;. They even included boards that can be used with or without the nectar resource introduced in Wingspan: Oceania&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;An expansionWingspan: Asia adds new bird and bonus cards to the original Wingspan and its other expansions.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Flock ModeA way to play Wingspan with 6&ndash;7 players through the new &ldquo;flock mode,&rdquo; which requires the player components from the core game.&#10;&#10;"
  },
  {
    "id": 163412,
    "name": "Patchwork",
    "players": [
      2
    ],
    "time": 30,
    "complexity": "light",
    "themes": [
      "Abstract Strategy",
      "Economic",
      "Puzzle",
      "Grid Coverage",
      "Income",
      "Open Drafting",
      "Rondel",
      "Square Grid",
      "Tile Placement",
      "Turn Order: Stat-Based",
      "Turn Order: Time Track",
      "Victory Points as a Resource"
    ],
    "image": "https://cf.geekdo-images.com/RDOwMRBnIb3Ehl6GyXj9xg__original/img/iVl8KAZ8JMmDXsnBqQecFRkOhK8=/0x0/filters:format(jpeg)/pic8669620.jpg",
    "thumbnail": "https://cf.geekdo-images.com/RDOwMRBnIb3Ehl6GyXj9xg__thumb/img/nxex9ASN99exPLXEc9E4s08qZzc=/fit-in/200x150/filters:strip_icc()/pic8669620.jpg",
    "description": "In Patchwork, two players compete to build the most aesthetic (and high-scoring) patchwork quilt on a personal 9x9 game board. To start play, lay out all of the patches at random in a circle and place a marker directly clockwise of the 2-1 patch. Each player takes five buttons &mdash; the currency/points in the game &mdash; and someone is chosen as the start player.&#10;&#10;On a turn, a player either purchases one of the three patches standing clockwise of the spool or passes. To purchase a patch, you pay the cost in buttons shown on the patch, move the spool to that patch's location in the circle, add the patch to your game board, then advance your time token on the time track a number of spaces equal to the time shown on the patch. You're free to place the patch anywhere on your board that doesn't overlap other patches, but you probably want to fit things together as tightly as possible. If your time token is behind or on top of the other player's time token, then you take another turn; otherwise the opponent now goes. Instead of purchasing a patch, you can choose to pass; to do this, you move your time token to the space immediately in front of the opponent's time token, then take one button from the bank for each space you moved.&#10;&#10;In addition to a button cost and time cost, each patch also features 0-3 buttons, and when you move your time token past a button on the time track, you earn &quot;button income&quot;: sum the number of buttons depicted on your personal game board, then take this many buttons from the bank.&#10;&#10;What's more, the time track depicts five 1x1 patches on it, and during set-up you place five actual 1x1 patches on these spaces. Whoever first passes a patch on the time track claims this patch and immediately places it on his game board.&#10;&#10;Additionally, the first player to completely fill in a 7x7 square on his game board earns a bonus tile worth 7 extra points at the end of the game. (Of course, this doesn't happen in every game.)&#10;&#10;When a player takes an action that moves his time token to the central square of the time track, he takes one final button income from the bank. Once both players are in the center, the game ends and scoring takes place. Each player scores one point per button in his possession, then loses two points for each empty square on his game board. Scores can be negative. The player with the most points wins.&#10;&#10;"
  },
  {
    "id": 294484,
    "name": "Unmatched: Cobble & Fog",
    "players": [
      2,
      3,
      4
    ],
    "time": 40,
    "complexity": "medium",
    "themes": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Horror",
      "Novel-based",
      "Action Points",
      "Card Play Conflict Resolution",
      "Hand Management",
      "Player Elimination",
      "Point to Point Movement",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/iyIO6udRfIn0xM1rIxyO2g__original/img/PZBFIDjPGZddto7n5F5gP_2slUA=/0x0/filters:format(jpeg)/pic5056685.jpg",
    "thumbnail": "https://cf.geekdo-images.com/iyIO6udRfIn0xM1rIxyO2g__thumb/img/oKVEm_nmurLwHbp9QPNNEyJkzeE=/fit-in/200x150/filters:strip_icc()/pic5056685.jpg",
    "description": "In battle, there are no equals.&#10;&#10;Unmatched: Cobble &amp; Fog features four new heroes for the Unmatched system. Invisible Man uses fog to dart around the board and strike without warning. Sherlock, with the trusty Watson by his side, schemes and calculates to ensure victory. Dracula and the sisters slowly drain you of your power. Jekyll &amp; Hyde uses the former's cunning and the latter's brute strength to win the day.&#10;&#10;Unmatched is a highly asymmetrical miniature fighting game for two or four players. Each hero is represented by a unique deck designed to evoke their style and legend. Tactical movement and no-luck combat resolution create a unique play experience that rewards expertise, but just when you've mastered one set, new heroes arrive to provide all new match-ups.&#10;&#10;&mdash;description from the publisher&#10;&#10;"
  },
  {
    "id": 310873,
    "name": "Carnegie",
    "players": [
      1,
      2,
      3,
      4
    ],
    "time": 120,
    "complexity": "heavy",
    "themes": [
      "Economic",
      "Industry / Manufacturing",
      "Post-Napoleonic",
      "Action Retrieval",
      "Area Movement",
      "Connections",
      "End Game Bonuses",
      "Follow",
      "Grid Movement",
      "Income",
      "Movement Points",
      "Network and Route Building",
      "Resource to Move",
      "Solo / Solitaire Game",
      "Square Grid",
      "Tech Trees / Tech Tracks",
      "Turn Order: Progressive",
      "Variable Phase Order",
      "Worker Placement, Different Worker Types"
    ],
    "image": "https://cf.geekdo-images.com/0qxz9DRRhsJrIW1TJ-kz0w__original/img/PzsJsCLfGGo4IG3v43VPvH_etPw=/0x0/filters:format(jpeg)/pic5710736.jpg",
    "thumbnail": "https://cf.geekdo-images.com/0qxz9DRRhsJrIW1TJ-kz0w__thumb/img/ma4yc5wbMVrfbg9r21-LxGVwRKw=/fit-in/200x150/filters:strip_icc()/pic5710736.jpg",
    "description": "Carnegie was inspired by the life of Andrew Carnegie who was born in Scotland in 1835. Andrew Carnegie and his parents emigrated to the United States in 1848. Although he started his career as a telegraphist, his role as one of the major players in the rise of the United States&rsquo; steel industry made him one of the richest men in the world and an icon of the American dream.&#10;&#10;Andrew Carnegie was also a benefactor and philanthropist; upon his death in 1919, more than $350 million of his wealth was bequeathed to various foundations, with another $30 million going to various charities. His endowments created nearly 2,500 free public libraries that bear his name: the Carnegie Libraries.&#10;&#10;During the game you will recruit and manage employees, expand your business, invest in real estate, produce and sell goods, and create transport chains across the United States; you may even work with important personalities of the era. Perhaps you will even become an illustrious benefactor who contributes to the greatness of his country through deeds and generosity!&#10;&#10;The game takes place over 20 rounds; players will each have one turn per round. On each turn, the active player will choose one of four actions, which the other players may follow.&#10;&#10;The goal of the game is to build the most prestigious company, as symbolized by victory points.&#10;&emsp;&#10;&mdash;description from the publisher&#10;&#10;"
  },
  {
    "id": 182874,
    "name": "Grand Austria Hotel",
    "players": [
      2,
      3,
      4
    ],
    "time": 120,
    "complexity": "heavy",
    "themes": [
      "Economic",
      "Action Drafting",
      "Contracts",
      "Dice Rolling",
      "End Game Bonuses",
      "Hand Management",
      "Set Collection",
      "Turn Order: Progressive",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/GlCmHjdLwv3SqSjv52ToGw__original/img/5vNCdK9mQ0szo_SwSeVQUWnirZ8=/0x0/filters:format(jpeg)/pic6966955.jpg",
    "thumbnail": "https://cf.geekdo-images.com/GlCmHjdLwv3SqSjv52ToGw__thumb/img/WXzXZh50EGKd1U2fg75fCbFIL_8=/fit-in/200x150/filters:strip_icc()/pic6966955.jpg",
    "description": "In the thick of the Viennese modern age, exquisite caf&eacute;s are competing for customers. Inspiring artists, important politicians, and tourists from all over the world are populating Vienna and in need of a hotel room. This is your opportunity to turn your little caf&eacute; into a world famous hotel. Hire staff, fulfill the wishes of your guests, and gain the emperor's favor. Only then will your caf&eacute; become the Grand Austria Hotel.&#10;&#10;The start player rolls the dice, sorting them by the rolled number and placing them on the corresponding action spaces. On a turn, a player chooses one of the six actions and carries it out. The number of the available dice in the corresponding action spaces determines how much the player gets from the action. They then remove one of the dice and can carry out additional actions. With the different actions, a player can get the necessary drinks and dishes, prepare the rooms, or hire staff.&#10;&#10;But no hotel can grow without guests. To choose wisely which guests to attract and to complete their orders brings some important bonus actions. The staff cards also have different advantages, but the game ends after seven rounds and no player can do everything they want, so whoever makes the right decisions and finds the best way to create bonus actions will win.&#10;&#10;With 116 different cards and a new set-up in each game, Grand Austria Hotel provides a huge replay value. Each game stands on its own and demands new tactics and strategies.&#10;&#10;"
  },
  {
    "id": 2651,
    "name": "Power Grid",
    "players": [
      2,
      3,
      4,
      5,
      6
    ],
    "time": 120,
    "complexity": "heavy",
    "themes": [
      "Economic",
      "Industry / Manufacturing",
      "Auction / Bidding",
      "Auction: Turn Order Until Pass",
      "Catch the Leader",
      "Income",
      "Market",
      "Network and Route Building",
      "Turn Order: Stat-Based",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/yd6LuatytHRhcFCxCf-EEg__original/img/OS13C6W4i1XW__wWVVVaqF7BV0c=/0x0/filters:format(jpeg)/pic4459753.jpg",
    "thumbnail": "https://cf.geekdo-images.com/yd6LuatytHRhcFCxCf-EEg__thumb/img/jWTonZ5oYNlPzpELKHIJGWSS0Y8=/fit-in/200x150/filters:strip_icc()/pic4459753.jpg",
    "description": "Power Grid is the updated release of the Friedemann Friese crayon game Funkenschlag. It removes the crayon aspect from network building in the original edition, while retaining the fluctuating commodities market like Crude: The Oil Game and an auction round intensity reminiscent of The Princes of Florence.&#10;&#10;The objective of Power Grid is to supply the most cities with power when someone's network gains a predetermined size.  In this new edition, players mark pre-existing routes between cities for connection, and then bid against each other to purchase the power plants that they use to power their cities.&#10;&#10;However, as plants are purchased, newer, more efficient plants become available, so by merely purchasing, you're potentially allowing others access to superior equipment.&#10;&#10;Additionally, players must acquire the raw materials (coal, oil, garbage, and uranium) needed to power said plants (except for the 'renewable' windfarm/ solar plants, which require no fuel), making it a constant struggle to upgrade your plants for maximum efficiency while still retaining enough wealth to quickly expand your network to get the cheapest routes.&#10;&#10;&#226;&#152;&#155; Power Grid FAQ - Please read this before posting a rules question!  Many questions are asked over and over in the forums... If you have a question about a specific expansion, please check the rules forum or FAQ for that particular expansion.&#10;&#10;"
  },
  {
    "id": 410201,
    "name": "Wyrmspan",
    "players": [
      1,
      2,
      3,
      4,
      5
    ],
    "time": 90,
    "complexity": "medium",
    "themes": [
      "Animals",
      "Card Game",
      "Fantasy",
      "End Game Bonuses",
      "Hand Management",
      "Once-Per-Game Abilities",
      "Open Drafting",
      "Solo / Solitaire Game",
      "Track Movement",
      "Turn Order: Progressive"
    ],
    "image": "https://cf.geekdo-images.com/oXUkkh9uq3zBVWQ8mbgMfQ__original/img/MW6S23AwpGGu0Rx05X_aByK0lmA=/0x0/filters:format(png)/pic7947338.png",
    "thumbnail": "https://cf.geekdo-images.com/oXUkkh9uq3zBVWQ8mbgMfQ__thumb/img/Ic3yRKTjVe26RgDzIdLsKn8Hztk=/fit-in/200x150/filters:strip_icc()/pic7947338.png",
    "description": "You are an amateur dracologist in the world of Wyrmspan, a place where dragons of all shapes, sizes, and colors roam the skies. Excavate a hidden labyrinth you recently unearthed on your land and entice these beautiful creatures to roost in the sanctuary of your caves.&#10;&#10;During a game of Wyrmspan, you will build a sanctuary for dragons of all shapes and sizes. Your sanctuary begins with 3 excavated spaces&mdash;the leftmost space in your Crimson Cavern, your Golden Grotto, and your Amethyst Abyss. Over the course of the game, you will excavate additional spaces in your sanctuary and entice dragons to live there, chaining together powerful abilities and earning the favor of the Dragon Guild.&#10;&#10;Wyrmspan is inspired by the mechanisms of Wingspan, though its unique elements make Wyrmspan a standalone game (not compatible with Wingspan).&#10;&#10;&mdash;description from the publisher&#10;&#10;"
  },
  {
    "id": 93,
    "name": "El Grande",
    "players": [
      2,
      3,
      4,
      5
    ],
    "time": 120,
    "complexity": "medium",
    "themes": [
      "Medieval",
      "Renaissance",
      "Action Drafting",
      "Area Majority / Influence",
      "Area Movement",
      "Auction / Bidding",
      "Hand Management",
      "Interrupts",
      "Memory",
      "Open Drafting",
      "Selection Order Bid",
      "Simultaneous Action Selection",
      "Take That",
      "Turn Order: Auction"
    ],
    "image": "https://cf.geekdo-images.com/RRKDHaYtFPHhczkUDcHOmg__original/img/E_QazS4f8ffj6oBcUl3C_VROCEw=/0x0/filters:format(jpeg)/pic7906240.jpg",
    "thumbnail": "https://cf.geekdo-images.com/RRKDHaYtFPHhczkUDcHOmg__thumb/img/XPcVtsZPITv5qe3IXpzMKa5RSYA=/fit-in/200x150/filters:strip_icc()/pic7906240.jpg",
    "description": "In this award-winning game, players take on the roles of Grandes in medieval Spain.  The king's power is flagging, and these powerful lords are vying for control of the various regions.  To that end, you draft caballeros (knights) into your court and subsequently move them onto the board to help seize control of regions.  After every third round, the regions are scored, and after the ninth round, the player with the most points is the winner.&#10;&#10;In each of the nine rounds, you select one of your 13 power cards to determine turn order as well as the number of caballeros you get to move from the provinces (general supply) into your court (personal supply).&#10;&#10;A turn then consists of selecting one of five action cards which allow variations to the rules and additional scoring opportunities in addition to determining how many caballeros to move from your court to one or more of the regions on the board (or into the castillo - a secretive tower). Normally, you may only place your caballeros into regions adjacent to the one containing the king. The one hard and fast rule in El Grande is that nothing may move into or out of the king's region. One of the five action cards that is always available each round allows you to move the king to a new region. The other four action cards vary from round to round.&#10;&#10;The goal is to have a caballero majority in as many regions (and the castillo) as possible during a scoring round. Following the scoring of the castillo, you place any cubes you had there into the region you secretly indicated on your region dial. Each region is then scored individually according to a table printed in that region. Two-point bonuses are awarded for having sole majority in the region containing your Grande and in the region containing the king.&#10;&#10;"
  },
  {
    "id": 227935,
    "name": "Wonderland's War",
    "players": [
      2,
      3,
      4,
      5
    ],
    "time": 125,
    "complexity": "heavy",
    "themes": [
      "Fantasy",
      "Novel-based",
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Open Drafting",
      "Push Your Luck",
      "Rondel",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/bUbrvlY6Dw1cdb-sNrnkew__original/img/KcU-Srht_4xyLQ69ZjFcFKEOfMc=/0x0/filters:format(jpeg)/pic5188761.jpg",
    "thumbnail": "https://cf.geekdo-images.com/bUbrvlY6Dw1cdb-sNrnkew__thumb/img/Uy_FkD9PPC4Z_0a00fQHPrZPyno=/fit-in/200x150/filters:strip_icc()/pic5188761.jpg",
    "description": "The Looking Glass has shattered, madness is being drained from the inhabitants, and war has come to Wonderland. Alice, Mad Hatter, Red Queen, Jabberwock, and Cheshire Cat must gather all that they can while playing nice at the Hatter's Tea Party before going to battle!&#10;&#10;In Wonderland's War, 2-5 players take the role as a faction leader who has been invited to the Hatter's tea party. Drink tea and eat cake as you move around the table drafting cards to gather your forces, build your towers, upgrade your leader, and recruit Wonderlandians to your cause &mdash; but one must be careful as shards of the Looking Glass are spread throughout Wonderland. Once all the plates are empty, the Tea Party is over and war begins. Use the forces you gathered to battle your enemies in familiar locations, but make sure not to draw your Madness chips or your supporters will abandon your cause and you will be out of the fight. Can you muster enough strength to win the battle, or will you just try to complete Quests instead by meeting the right conditions such as gaining region bonuses and set collection throughout the game?&#10;&#10;After all the battles have been fought, a truce is called and everyone meets back at the tea party to plot their moves for the next fight. After three rounds, the faction with the most points will be crowned as the new leader of Wonderland!&#10;&#10;"
  },
  {
    "id": 183394,
    "name": "Viticulture Essential Edition",
    "players": [
      1,
      2,
      3,
      4,
      5,
      6
    ],
    "time": 90,
    "complexity": "medium",
    "themes": [
      "Economic",
      "Farming",
      "Contracts",
      "Hand Management",
      "Race",
      "Solo / Solitaire Game",
      "Turn Order: Auction",
      "Victory Points as a Resource",
      "Worker Placement",
      "Worker Placement, Different Worker Types"
    ],
    "image": "https://cf.geekdo-images.com/l_PRU2lVlX9seScRFcvFlA__original/img/gDL7OZFlzoOFgU0VYlREs8P5hCQ=/0x0/filters:format(jpeg)/pic6500949.jpg",
    "thumbnail": "https://cf.geekdo-images.com/l_PRU2lVlX9seScRFcvFlA__thumb/img/pULDtVd75QZgGfvSMhr6Rs07vK8=/fit-in/200x150/filters:strip_icc()/pic6500949.jpg",
    "description": "In Viticulture, the players find themselves in the roles of people in rustic, pre-modern Tuscany who have inherited meagre vineyards. They have a few plots of land, an old crush pad, a tiny cellar, and three workers. They each have a dream of being the first to call their winery a true success.&#10;&#10;The players are in the position of determining how they want to allocate their workers throughout the year. Every season is different on a vineyard, so the workers have different tasks they can take care of in the summer and winter. There's competition over those tasks, and often the first worker to get to the job has an advantage over subsequent workers.&#10;&#10;Fortunately for the vineyard owners, people love to visit wineries, and it just so happens that many of those visitors are willing to help out around the vineyard when they visit as long as you assign a worker to take care of them. Their visits (in the form of cards) are brief but can be very helpful. Using those workers and visitors, the vineyard owners can expand their vineyards by building structures, planting vines, and filling wine orders, working towards the goal of running the most successful winery in Tuscany.&#10;&#10;Viticulture Essential Edition includes the base game of Viticulture and a few of the most popular modules from the original Tuscany expansion, including Mamas &amp; Papas, Fields (previously known as Properties), expanded and revised Visitors, and Automa cards for a solo variant, along with a few minor rule changes.&#10;&#10;"
  },
  {
    "id": 146021,
    "name": "Eldritch Horror",
    "players": [
      1,
      2,
      3,
      4,
      5,
      6,
      7,
      8
    ],
    "time": 240,
    "complexity": "heavy",
    "themes": [
      "Adventure",
      "Fighting",
      "Horror",
      "Novel-based",
      "Travel",
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Point to Point Movement",
      "Resource to Move",
      "Role Playing",
      "Solo / Solitaire Game",
      "Stat Check Resolution",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/oxdsZKIX5_3ovDo38EIaeg__original/img/vxK08kQAEn5qPbejK2CUTyWOsig=/0x0/filters:format(jpeg)/pic1872452.jpg",
    "thumbnail": "https://cf.geekdo-images.com/oxdsZKIX5_3ovDo38EIaeg__thumb/img/I1oCwOcGxAOVx2VE2LcXuKWoLvY=/fit-in/200x150/filters:strip_icc()/pic1872452.jpg",
    "description": "Across the globe, ancient evil is stirring. Now, you and your trusted circle of colleagues must travel around the world, working against all odds to hold back the approaching horror. Foul monsters, brutal encounters, and obscure mysteries will take you to your limit and beyond. All the while, you and your fellow investigators must unravel the otherworldy mysteries scattered around the globe in order to push back the gathering mayhem that threatens to overwhelm humanity. The end draws near! Do you have the courage to prevent global destruction?&#10;&#10;Eldritch Horror is a co-operative game of terror and adventure in which one to eight players take the roles of globetrotting investigators working to solve mysteries, gather clues, and protect the world from an Ancient One &ndash; that is, an elder being intent on destroying our world. Each Ancient One comes with its own unique decks of Mystery and Research cards, which draw you deeper into the lore surrounding each loathsome creature. Discover the true name of Azathoth or battle Cthulhu on the high seas.&#10;&#10;While the tasks on these Mystery cards (along with the locations of otherworldly gates, menacing monsters, and helpful clues) will often inform both your travel plans and the dangers you confront, you can find adventure anywhere in the world...even where you least expect it. It is during the Encounter Phase of each turn that players resolve combat or, alternatively, build their investigators' personal stories by reading an encounter narrative from one of several types of Encounter cards. You might go head to head with a monster in Istanbul or find yourself in a tough spot with the crime syndicate in a major city. Maybe you will embark on an expedition to the Pyramids or research a clue you uncover in the unnamed wilderness. You may even find your way through a gate and explore a dimension beyond time and space.&#10;&#10;Should you fail an encounter, the cost is steep. If you are fortunate, you will merely incur physical or mental trauma. However, you might also be compelled to take a Condition card, which represents a specific injury or restriction gained throughout your journey, such as a Leg Injury or Amnesia. You could find yourself getting in over your head to acquire assets and receive a Debt condition &ndash; or maybe you'll owe a favor to something far more insidious than a debt collector, and enter into a Dark Pact! Whatever your condition, you would be wise to find a resolution with haste; many conditions have a &quot;reckoning effect&quot; which, if triggered, ensure a much more sinister fate.&#10;&#10;All the while, the arrival of the Ancient One approaches. Its malign influence is manifested in Eldritch Horror as you draw Mythos Cards, which govern the appearance of otherworldly gates, fearsome monsters, and other ominous elements. Mythos cards keep your investigators under pressure, introducing new threats, even as the arrival of the Great Old One draws nearer! Since the investigators draw a new Mythos card each round, they're certain to have their hands full battling foul creatures and following up on strange rumors, even as they work to solve their three all-important mysteries.&#10;&#10;With twelve unique investigators, two hundred-fifty tokens, and over three hundred cards, Eldritch Horror presents an epic, world-spanning adventure with each and every game.&#10;&#10;"
  },
  {
    "id": 171623,
    "name": "The Voyages of Marco Polo",
    "players": [
      2,
      3,
      4
    ],
    "time": 100,
    "complexity": "heavy",
    "themes": [
      "Dice",
      "Economic",
      "Medieval",
      "Travel",
      "Contracts",
      "Dice Rolling",
      "End Game Bonuses",
      "Point to Point Movement",
      "Resource to Move",
      "Turn Order: Claim Action",
      "Variable Player Powers",
      "Variable Set-up",
      "Worker Placement with Dice Workers"
    ],
    "image": "https://cf.geekdo-images.com/n1G7_aWToLAAB7Mqt8iwyA__original/img/VQddnfi_QO0r4GmUU3M8_-nuO3Q=/0x0/filters:format(png)/pic2461346.png",
    "thumbnail": "https://cf.geekdo-images.com/n1G7_aWToLAAB7Mqt8iwyA__thumb/img/qfEgrXBN5L1EeMQ91siw6r_OoL4=/fit-in/200x150/filters:strip_icc()/pic2461346.png",
    "description": "In 1271, 17-year-old Marco Polo started on a journey to China with his father and older brother. After a long and grueling journey that led through Jerusalem and Mesopotamia and over the &quot;Silk Road&quot;, they reached the court of Kublai Khan in 1275.&#10;&#10;In The Voyages of Marco Polo, players recreate this journey, with each player having a different character from history with a special power in the game. The game is played over five rounds. Each round, the players roll their five personal dice and take turns performing actions by placing their dice onto the board. Players may choose from a variety of actions, each require the use of one or more dice: collecting resources or money, acquiring contracts, traveling on the map or using a special action granted by a city. When traveling, each player begins at Venice and can decide between several routes eastward, all the way to Beijing. When a player stops at a city, they place a trading post there, giving them access to extra actions or resources for the rest of the game. The higher the value of the dice used for an action, the better the options that may be chosen, but also the more money the player must pay if an opponent has already chosen the same action.&#10;&#10;After five rounds, the game ends with players receiving extra victory points for having trading posts in Beijing, fulfilling the most contracts, and having trading posts in the cities on secret goal cards that each player gets at the start of the game.&#10;&#10;This game should not be confused with Marco Polo Expedition, which has the same German title.&#10;&#10;"
  },
  {
    "id": 414317,
    "name": "Harmonies",
    "players": [
      1,
      2,
      3,
      4
    ],
    "time": 45,
    "complexity": "medium",
    "themes": [
      "Animals",
      "Environmental",
      "Chaining",
      "Hexagon Grid",
      "Open Drafting",
      "Pattern Building",
      "Set Collection",
      "Solo / Solitaire Game",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/A_XP2_VN3ugyqPhezowB_w__original/img/_Rv8lSr3fC1oDRkrQleQW2H2yCs=/0x0/filters:format(png)/pic8026369.png",
    "thumbnail": "https://cf.geekdo-images.com/A_XP2_VN3ugyqPhezowB_w__thumb/img/ln5eKAzhse2PIHvWn7bu-jiW_uk=/fit-in/200x150/filters:strip_icc()/pic8026369.png",
    "description": "In Harmonies, build landscapes by placing colored tokens and create habitats for your animals. To earn the most points and win the game, incorporate the habitats in your landscapes wisely and have as many animals as you can settle there.&#10;&#10;&mdash;description from the publisher&#10;&#10;Starting with the first player and proceeding clockwise, each player will choose a set of 3 terrain tokens from the central area to place on their personal board. They may optionally choose an Animal card from the 5 displayed and/or place an Animal cube from their Animal card(s) on any completed patterns on their board that match their personal Animal cards. There is a 4-card limit per player. After their turn, refill with a new set of 3 tokens and a new Animal card if needed.&#10;&#10;Placement of the terrain tokens will depend on the personal Animal card goals, and scoring rules for the various terrain types (mountain, field, forest, etc). For example, mountain tiles score based on how high they are (1 tile scores 1, while 3 tiles stacked score 7), but the mountain scores zero if it is not adjacent to at least one other mountain. If all the cubes on a given Animal card have been placed, the card is set aside and a new card can be drawn. The cards are scored at game end based on the highest number that isn't covered by a cube.&#10;&#10;The games ends when there are no tokens left in the bag to refill the central area, or at least one players has 2 or fewer empty spaces on their player board. Play continues until all players have had an equal turn that round. The player with the highest points is the winner.&#10;&#10;Optionally, you can use Nature's Spirit cards for richer gameplay. During setup, each player chooses 1 of 2 spirit cards and places a Spirit cube on the card. They follow the same placement rules as Animal cards, but tend to have an ongoing effect once completed. The spirit card does count towards the 4-card hand limit.&#10;&#10;"
  },
  {
    "id": 77423,
    "name": "The Lord of the Rings: The Card Game",
    "players": [
      1,
      2
    ],
    "time": 60,
    "complexity": "heavy",
    "themes": [
      "Adventure",
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Novel-based",
      "Cooperative Game",
      "Deck Construction",
      "Events",
      "Hand Management",
      "Player Elimination",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/ZmXi5BbtoWl58ZnKcUy1vw__original/img/nNHf1qRJCVQx_0p-1zM8QKxcywo=/0x0/filters:format(jpeg)/pic906495.jpg",
    "thumbnail": "https://cf.geekdo-images.com/ZmXi5BbtoWl58ZnKcUy1vw__thumb/img/__NGanznvqHKTFhj28S8ZpfLbpc=/fit-in/200x150/filters:strip_icc()/pic906495.jpg",
    "description": "The Lord of the Rings: The Card Game is a cooperative adventure game in which the players attempt to complete a scenario, each with up to three heroes of their choice and a deck of allies, events and attachments to support them. Each round, players send their heroes and allies to quest or to fight with enemies that engage them. However, as the heroes and allies exhaust after questing, defending, or attacking, the players' options are typically insufficient to deal with everything at once. Therefore, players need to determine whether it is more urgent to quest and make progress in the scenario while the enemy forces gain power, or to take down enemies while making no progress, not knowing what will come next.&#10;&#10;The core set contains three scenarios, twelve famous heroes from the works of J.R.R. Tolkien (including Aragorn, Legolas, Gimli, Denethor, and &Eacute;owyn), and four pre-constructed player decks. Players can either use one of these decks or construct their own deck to increase their chances of success and to explore new strategies. Additionally, The Lord of the Rings: The Card Game is a Living Card Game with over ten years of content, and much of its content has been re-released in the form of Campaign and Hero Expansions. Campaign Expansions contain new scenarios for players to embark upon, and Hero Expansions contain new heroes and new cards for players to use in their decks.&#10;&#10;Although this game is set in Tolkien's Middle-earth, most scenarios in the game do not represent scenes from The Hobbit or The Lord of the Rings; rather, they are set in the seventeen years from Bilbo's 111th birthday until Frodo's departure from the Shire, allowing players to create their own stories and adventures in Middle-earth. Scenarios from the game's Saga Expansions do follow the events of the books, and in addition to being able to be played individually, these scenarios can also be played together in sequence as a Campaign Mode, with lasting consequences from game to game arising from the players' actions and decisions.&#10;&#10;"
  },
  {
    "id": 199792,
    "name": "Everdell",
    "players": [
      1,
      2,
      3,
      4
    ],
    "time": 80,
    "complexity": "medium",
    "themes": [
      "Animals",
      "Card Game",
      "City Building",
      "Fantasy",
      "Contracts",
      "End Game Bonuses",
      "Hand Management",
      "Income",
      "Open Drafting",
      "Ownership",
      "Set Collection",
      "Solo / Solitaire Game",
      "Tags",
      "Variable Set-up",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/fjE7V5LNq31yVEW_yuqI-Q__original/img/HQ1ti16wT9lqja5_h3gUfHUIcVI=/0x0/filters:format(png)/pic3918905.png",
    "thumbnail": "https://cf.geekdo-images.com/fjE7V5LNq31yVEW_yuqI-Q__thumb/img/Cf_mYxR_VvdjTEPXseSurni2JNI=/fit-in/200x150/filters:strip_icc()/pic3918905.png",
    "description": "Within the charming valley of Everdell, beneath the boughs of towering trees, among meandering streams and mossy hollows, a civilization of forest critters is thriving and expanding. From Everfrost to Bellsong, many a year have come and gone, but the time has come for new territories to be settled and new cities established. You will be the leader of a group of critters intent on just such a task. There are buildings to construct, lively characters to meet, events to host&mdash;you have a busy year ahead of yourself. Will the sun shine brightest on your city before the winter moon rises?&#10;&#10;Everdell is a game of dynamic tableau building and worker placement.&#10;&#10;On their turn a player can take one of three actions:&#10;&#10;a) Place a Worker: Each player has a collection of Worker pieces. These are placed on the board locations, events, and on Destination cards. Workers perform various actions to further the development of a player's tableau: gathering resources, drawing cards, and taking other special actions.&#10;&#10;b) Play a Card: Each player is building and populating a city; a tableau of up to 15 Construction and Critter cards. There are five types of cards: Travelers, Production, Destination, Governance, and Prosperity. Cards generate resources (twigs, resin, pebbles, and berries), grant abilities, and ultimately score points. The interactions of the cards reveal numerous strategies and a near infinite variety of working cities.&#10;&#10;c) Prepare for the next Season: Workers are returned to the players supply and new workers are added. The game is played from Winter through to the onset of the following winter, at which point the player with the city with the most points wins.&#10;&#10;"
  },
  {
    "id": 209010,
    "name": "Mechs vs. Minions",
    "players": [
      2,
      3,
      4
    ],
    "time": 120,
    "complexity": "medium",
    "themes": [
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Video Game Theme",
      "Action Queue",
      "Bias",
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Open Drafting",
      "Programmed Movement",
      "Role Playing",
      "Slide / Push",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/n4J5LebMj0DQD016qW7ABw__original/img/KDP4s1942J-T52OEytY2VpUWZC0=/0x0/filters:format(jpeg)/pic3184103.jpg",
    "thumbnail": "https://cf.geekdo-images.com/n4J5LebMj0DQD016qW7ABw__thumb/img/Nbu-AYVIop-1yvVfs5zjKowtlEQ=/fit-in/200x150/filters:strip_icc()/pic3184103.jpg",
    "description": "Mechs vs. Minions is a cooperative tabletop campaign for 2-4 players. Set in the world of Runeterra, players take on the roles of four intrepid Yordles: Corki, Tristana, Heimerdinger, and Ziggs, who must join forces and pilot their newly-crafted mechs against an army of marauding minions. With modular boards, programmatic command lines, and a story-driven campaign, each mission will be unique, putting your teamwork, programming, and piloting skills to the test.&#10;&#10;There are ten missions in total, and each individual mission will take about 60-90 minutes.&#10;&#10;"
  },
  {
    "id": 246900,
    "name": "Eclipse: Second Dawn for the Galaxy",
    "players": [
      2,
      3,
      4,
      5,
      6
    ],
    "time": 200,
    "complexity": "heavy",
    "themes": [
      "Civilization",
      "Exploration",
      "Science Fiction",
      "Space Exploration",
      "Territory Building",
      "Wargame",
      "Alliances",
      "Area Majority / Influence",
      "Area-Impulse",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Hot Potato",
      "Income",
      "Modular Board",
      "Passed Action Token",
      "Tech Trees / Tech Tracks",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/Oh3kHw6lweg6ru71Q16h2Q__original/img/yW7d4RNfU1ndISCaPlfGYUyxnRU=/0x0/filters:format(jpeg)/pic5235277.jpg",
    "thumbnail": "https://cf.geekdo-images.com/Oh3kHw6lweg6ru71Q16h2Q__thumb/img/e9XZdQe1ZcPpaq4Gy31OoWBB_V0=/fit-in/200x150/filters:strip_icc()/pic5235277.jpg",
    "description": "A game of Eclipse places you in control of a vast interstellar civilization, competing for success with its rivals. You explore new star systems, research technologies, and build spaceships with which to wage war. There are many potential paths to victory, so you need to plan your strategy according to the strengths and weaknesses of your species, while paying attention to the other civilizations' endeavors.&#10;&#10;Eclipse: Second Dawn for the Galaxy is a revised and upgraded version of the Eclipse base game that debuted in 2011 that features:&#10;&#10;&#10;    New graphic design, while maintaining the acclaimed symbology of the first edition &#10;    A full line of Ship Pack 1 miniatures&#10;    New miniatures for ancients, GCDS, orbitals, and more&#10;    Custom plastic inlays&#10;    Custom combat dice&#10;    Fine-tuned gameplay&#10;&#10;&#10;"
  },
  {
    "id": 233078,
    "name": "Twilight Imperium: Fourth Edition",
    "players": [
      3,
      4,
      5,
      6
    ],
    "time": 480,
    "complexity": "heavy",
    "themes": [
      "Civilization",
      "Economic",
      "Exploration",
      "Negotiation",
      "Political",
      "Science Fiction",
      "Space Exploration",
      "Territory Building",
      "Wargame",
      "Action Drafting",
      "Area-Impulse",
      "Dice Rolling",
      "Follow",
      "Grid Movement",
      "Hexagon Grid",
      "Increase Value of Unchosen Resources",
      "King of the Hill",
      "Modular Board",
      "Movement Points",
      "Race",
      "Tech Trees / Tech Tracks",
      "Trading",
      "Variable Phase Order",
      "Variable Player Powers",
      "Variable Set-up",
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/_Ppn5lssO5OaildSE-FgFA__original/img/kVpZ0Maa_LeQGWxOqsYKP3N4KUY=/0x0/filters:format(jpeg)/pic3727516.jpg",
    "thumbnail": "https://cf.geekdo-images.com/_Ppn5lssO5OaildSE-FgFA__thumb/img/lfEukJE0JsoZZObaF9K9YnFp62E=/fit-in/200x150/filters:strip_icc()/pic3727516.jpg",
    "description": "Twilight Imperium (Fourth Edition) is a game of galactic conquest in which three to six players each take on the role of one of seventeen factions vying for galactic domination through military might, political maneuvering, and economic bargaining. Every faction offers a completely different play experience, from the wormhole-hopping Ghosts of Creuss to the Emirates of Hacan, masters of trade and economics. These seventeen races are offered many paths to victory, but only one may sit upon the throne of Mecatol Rex as the new masters of the galaxy.&#10;&#10;No two games of Twilight Imperium are ever identical. At the start of each galactic age, the game board is uniquely and strategically constructed from among 51 galaxy tiles that feature everything from lush new planets and supernovas to asteroid fields and gravity rifts. Players are dealt a hand of these tiles and take turns creating the galaxy around Mecatol Rex, the capital planet seated in the center of the board. An ion storm may block your race from progressing through the galaxy while a fortuitously placed gravity rift may protect you from your closest foes. The galaxy is yours to both craft and dominate.&#10;&#10;A round of Twilight Imperium begins with players selecting one of eight strategy cards that both determine player order and give their owner a unique strategic action for that round. These may do anything from providing additional command tokens to allowing a player to control trade throughout the galaxy. After these strategies are selected, players take turns moving their fleets from system to system, claiming new planets for their empires, and engaging in warfare and trade with other factions. At the end of a turn, players gather in a grand council to pass new laws and agendas, shaking up the game in unpredictable ways.&#10;&#10;After every player has passed their turn, players move up the victory track by checking to see whether they have completed any objectives throughout the turn and scoring them. Objectives are determined by setting up ten public objective cards at the start of each game, then gradually revealing them over the course of the game. Each player also chooses between two random secret objectives at the start of the game, achievement of which provides victory points--only for the holder of that objective. These objectives can be anything from researching new technologies to taking your neighbor's home system. At the end of every turn, a player can claim one public objective and one secret objective. As play continues, more of these objectives are revealed and more secret objectives are dealt out, giving players dynamically changing goals throughout the game. Play continues until a player reaches ten victory points.&#10;&#10;&mdash;description from the publisher&#10;&#10;"
  },
  {
    "id": 291453,
    "name": "SCOUT",
    "players": [
      2,
      3,
      4,
      5
    ],
    "time": 20,
    "complexity": "light",
    "themes": [
      "Card Game",
      "Hand Management",
      "Ladder Climbing",
      "Score-and-Reset Game"
    ],
    "image": "https://cf.geekdo-images.com/cf0xxkevbwTGF3VUZymKjg__original/img/vkElrRCPJxy7Q3TH9olpq20egA4=/0x0/filters:format(png)/pic6398727.png",
    "thumbnail": "https://cf.geekdo-images.com/cf0xxkevbwTGF3VUZymKjg__thumb/img/NUcMdmZ3_eA1YfIwL8iRgkZKaHw=/fit-in/200x150/filters:strip_icc()/pic6398727.png",
    "description": "SCOUT is a ladder-climbing game in which cards have two potential values, players may not rearrange their hand of cards, and players may pass their turn to take a card from the current high set of cards into their hand.&#10;&#10;More specifically, cards are dual-indexed, with different values on each half of the card, with the 45 cards having all possible combinations of the numbers 1-10. During set-up, whoever is shuffling the cards should randomize both the order of the cards in the deck and their orientation. Once each player has been dealt their entire hand of cards, they pick up that hand without rearranging any of the cards; if they wish, they can rotate their entire hand of cards in order to use the values on the other end of each card, but again they cannot rearrange the order of cards in their hand.&#10;&#10;On a turn, a player takes one of two actions:&#10;&#10;&bull; Play: A player chooses one or more adjacent cards in their hand that have all the same value or that have values in consecutive order (whether ascending or descending), then they play this set of cards to the table. They can do this only if the table is empty (as on the first turn) or the set they're playing is ranked higher than the set currently on the table; a set is higher if it has more cards or has cards of the same value instead of consecutive cards or has a set of the same quantity and type but with higher values. In this latter case when a player overplays another set, the player captures the cards in this previous set and places them face down in front of themselves.&#10;&#10;&bull; Scout: A player takes a card from either end of the set currently on the table and places it anywhere they wish in their hand in either orientation. Whoever played this previous set receives a 1 VP token as a reward for playing a set that wasn't beaten.&#10;&#10;Once per round, a player can scout, then immediately play.&#10;&#10;When a player has emptied their hand of cards or all but one player have scouted instead of playing, the round ends. Players receive 1 VP for each face-down card, then subtract one point for each card in their hand (except if they were the player scouted repeatedly to end the game). Play as many rounds as the number of players, then whoever has the most points wins.&#10;&#10;"
  },
  {
    "id": 237182,
    "name": "Root",
    "players": [
      2,
      3,
      4
    ],
    "time": 90,
    "complexity": "heavy",
    "themes": [
      "Animals",
      "Fantasy",
      "Negotiation",
      "Territory Building",
      "Wargame",
      "Action Points",
      "Action Queue",
      "Action Retrieval",
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Hand Management",
      "Multi-Use Cards",
      "Negotiation",
      "Point to Point Movement",
      "Race",
      "Sudden Death Ending",
      "Take That",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/JUAUWaVUzeBgzirhZNmHHw__original/img/E0s2LvtFA1L5YKk-_44D4u2VD2s=/0x0/filters:format(jpeg)/pic4254509.jpg",
    "thumbnail": "https://cf.geekdo-images.com/JUAUWaVUzeBgzirhZNmHHw__thumb/img/ACovMZzGGIsBRyEQXFnsT8282NM=/fit-in/200x150/filters:strip_icc()/pic4254509.jpg",
    "description": "Root is a game of adventure and war in which 2 to 4 (1 to 6 with the 'Riverfolk' expansion) players battle for control of a vast wilderness. Like Vast: The Crystal Caverns, each player in Root has unique capabilities and a different victory condition. Now, with the aid of gorgeous, multi-use cards, a truly asymmetric design has never been more accessible.&#10;&#10;The nefarious Marquise de Cat has seized the great woodland, intent on harvesting its riches. Under her rule, the many creatures of the forest have banded together. This Alliance will seek to strengthen its resources and subvert the rule of Cats. In this effort, the Alliance may enlist the help of the wandering Vagabonds who are able to move through the more dangerous woodland paths. Though some may sympathize with the Alliance&rsquo;s hopes and dreams, these wanderers are old enough to remember the great birds of prey who once controlled the woods.&#10;&#10;Meanwhile, at the edge of the region, the proud, squabbling Eyrie have found a new commander who they hope will lead their faction to resume their ancient birthright. The stage is set for a contest that will decide the fate of the great woodland. It is up to the players to decide which group will ultimately take root.&#10;&#10;In Root, players drive the narrative, and the differences between each role create an unparalleled level of interaction and replayability. Leder Games invites you and your family to explore the fantastic world of Root!&#10;&#10;&mdash;description from the publisher&#10;&#10;"
  },
  {
    "id": 291457,
    "name": "Gloomhaven: Jaws of the Lion",
    "players": [
      1,
      2,
      3,
      4
    ],
    "time": 120,
    "complexity": "heavy",
    "themes": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Action Queue",
      "Action Retrieval",
      "Campaign / Battle Card Driven",
      "Communication Limits",
      "Cooperative Game",
      "Critical Hits and Failures",
      "Deck Construction",
      "Grid Movement",
      "Hand Management",
      "Hexagon Grid",
      "Legacy Game",
      "Line of Sight",
      "Multi-Use Cards",
      "Once-Per-Game Abilities",
      "Player Elimination",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/_HhIdavYW-hid20Iq3hhmg__original/img/PBzsLRqNKQKJxGnzpb7o3qLWPQM=/0x0/filters:format(jpeg)/pic5055631.jpg",
    "thumbnail": "https://cf.geekdo-images.com/_HhIdavYW-hid20Iq3hhmg__thumb/img/OMkN_E5eyWrkID_cHCnQEbIixGM=/fit-in/200x150/filters:strip_icc()/pic5055631.jpg",
    "description": "Gloomhaven: Jaws of the Lion is a standalone game that takes place before the events of Gloomhaven. The game includes four new characters &mdash; Valrath Red Guard (tank, crowd control), Inox Hatchet (ranged damage), Human Voidwarden (support, mind control), and Quatryl Demolitionist (melee damage, obstacle manipulation) &mdash; that can also be used in the original Gloomhaven game.&#10;&#10;The game also includes 16 monster types (including seven new standard monsters and three new bosses) and a new campaign with 25 scenarios that invites the heroes to investigate a case of mysterious disappearances within the city. Is it the work of Vermlings, or is something far more sinister going on?&#10;&#10;Gloomhaven: Jaws of the Lion is aimed at a more casual audience to get people into the gameplay more quickly. All of the hard-to-organize cardboard map tiles have been removed, and instead players will play on the scenario book itself, which features new artwork unique to each scenario. The last barrier to entry &mdash; i.e., learning the game &mdash; has also been lowered through a simplified rule set and a five-scenario tutorial that will ease new players into the experience.&#10;&#10;"
  },
  {
    "id": 192135,
    "name": "Too Many Bones",
    "players": [
      1,
      2,
      3,
      4
    ],
    "time": 120,
    "complexity": "heavy",
    "themes": [
      "Adventure",
      "Dice",
      "Fantasy",
      "Fighting",
      "Cooperative Game",
      "Dice Rolling",
      "Die Icon Resolution",
      "Grid Movement",
      "Narrative Choice / Paragraph",
      "Resource to Move",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Square Grid",
      "Stat Check Resolution",
      "Tech Trees / Tech Tracks",
      "Turn Order: Role Order",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/wKwRk0wYBcrtLAfgn4PCdg__original/img/Wpp0vzsVe4HxXGUqiZ1hDvwAHZU=/0x0/filters:format(png)/pic6624445.png",
    "thumbnail": "https://cf.geekdo-images.com/wKwRk0wYBcrtLAfgn4PCdg__thumb/img/mJNzYNKvYWDlaaD12V32BJ453d0=/fit-in/200x150/filters:strip_icc()/pic6624445.png",
    "description": "Too Many Bones comes loaded for bear by breaking into a new genre: the dice-builder RPG. This game takes everything you think you know about dice-rolling and turns it on its head. Dripping with strategy, this fantasy-based RPG puts you in the skin of a new race and takes you on an adventure to the northern territories to root out and defeat growing enemy forces and of course the infamous &quot;baddie&quot; responsible.&#10;&#10;Team up or go it alone in a 1-4 player Coop or Solo play campaign. With over 100+ unique skill dice and 4-7 classes to choose from, every battle is its own mini challenge to figure out. Your adventure will consist of 8-12 battles before you reach your final destination and face off against one of a number of possible kingpins in order to win. Along the way, you will be faced with storyline decisions that will quickly have you weighing risk/reward, odds, and logic - with dice woven into every aspect! Your party will also be faced with other decisions: when to rest, when to explore, or even which fights to pursue! The Encounter cards offer fun plot twists and some comic relief, all while setting the stage for your next battle.&#10;&#10;"
  },
  {
    "id": 316554,
    "name": "Dune: Imperium",
    "players": [
      1,
      2,
      3,
      4
    ],
    "time": 120,
    "complexity": "heavy",
    "themes": [
      "Movies / TV / Radio theme",
      "Novel-based",
      "Political",
      "Science Fiction",
      "Card Play Conflict Resolution",
      "Deck, Bag, and Pool Building",
      "Delayed Purchase",
      "Force Commitment",
      "Increase Value of Unchosen Resources",
      "Multi-Use Cards",
      "Open Drafting",
      "Race",
      "Solo / Solitaire Game",
      "Tags",
      "Take That",
      "Turn Order: Progressive",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/PhjygpWSo-0labGrPBMyyg__original/img/mZzaBAEEJpMlHWWmC0R6Su0OibQ=/0x0/filters:format(jpeg)/pic5666597.jpg",
    "thumbnail": "https://cf.geekdo-images.com/PhjygpWSo-0labGrPBMyyg__thumb/img/JGgY-nBmkyB8WRp8vcoBLlNMQ5U=/fit-in/200x150/filters:strip_icc()/pic5666597.jpg",
    "description": "Dune: Imperium is a game that uses deck building to add a hidden information angle to traditional worker placement. It finds inspiration in elements and characters from the Dune legacy, both the new film from Legendary Pictures and the seminal literary series from Frank Herbert, Brian Herbert, and Kevin J. Anderson.&#10;&#10;As a leader of one of the Great Houses of the Landsraad, raise your banner and marshal your forces and spies. War is coming, and at the center of the conflict is Arrakis &ndash; Dune, the desert planet.&#10;&#10;You start with a unique leader card, as well as a deck identical to those of your opponents.  As you acquire cards and build your deck, your choices will define your strengths and weaknesses. Cards allow you to send your Agents to certain spaces on the game board, so how your deck evolves affects your strategy. You might become more powerful militarily, able to deploy more troops than your opponents. Or you might acquire cards that give you an edge with the four political factions represented in the game: the Emperor, the Spacing Guild, the Bene Gesserit, and the Fremen.&#10;&#10;Unlike many deck building games, you don&rsquo;t play your entire hand in one turn. Instead, you draw a hand of cards at the start of every round and alternate with other players, taking one Agent turn at a time (playing one card to send one of your Agents to the game board). When it&rsquo;s your turn and you have no more Agents to place, you&rsquo;ll take a Reveal turn, revealing the rest of your cards, which will provide Persuasion and Swords. Persuasion is used to acquire more cards, and Swords help your troops fight for the current round&rsquo;s rewards as shown on the revealed Conflict card.&#10;&#10;Defeat your rivals in combat, shrewdly navigate the political factions, and acquire precious cards. The Spice must flow to lead your House to victory!&#10;&#10;Some important links: The Official FAQ, the Unofficial FAQ, and an Automa (solo and 2p) Overview&#10;&#10;"
  },
  {
    "id": 421006,
    "name": "The Lord of the Rings: Duel for Middle-earth",
    "players": [
      2
    ],
    "time": 45,
    "complexity": "medium",
    "themes": [
      "Card Game",
      "Fantasy",
      "Novel-based",
      "Area Majority / Influence",
      "Hand Management",
      "Income",
      "Layering",
      "Market",
      "Modular Board",
      "Multi-Use Cards",
      "Once-Per-Game Abilities",
      "Open Drafting",
      "Point to Point Movement",
      "Race",
      "Relative Movement",
      "Set Collection",
      "Sudden Death Ending",
      "Tags",
      "Take That",
      "Tech Trees / Tech Tracks",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/EybxJlUc9rz7F7HVFLqsdw__original/img/Ts4M5eOW38r2oTvJmkx0uwNodv4=/0x0/filters:format(jpeg)/pic8378939.jpg",
    "thumbnail": "https://cf.geekdo-images.com/EybxJlUc9rz7F7HVFLqsdw__thumb/img/rojFW0-h-bteedVG4aJXG1x7V0o=/fit-in/200x150/filters:strip_icc()/pic8378939.jpg",
    "description": "A dark rumour rises from Mordor. The Eye turns to Middle-earth. The hour has come. The Fellowship is reunited. The Heroes prepare for battle. Will you play as the Fellowship of the Ring to defend the free races and destroy the One Ring? Or will you play as Sauron and pursue Frodo and Sam while deploying your hordes to the gates of the enemy cities? The destiny of Middle-earth is in your hands!&#10;&#10;A game plays over 3 successive chapters that unfold similarly.&#10;On your turn, strengthen your Skills, hoard your treasure, stretch your presence across Middle-earth, rally Races to your cause, or advance the Quest of the Ring.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Turn OverviewIn each chapter players take cards from a display of face-down and face-up cards arranged at the start of a round. A player can take a card only if it's available, that is not partially covered by any other cards. Players can either play the card, paying its cost and placing it in their play area, obtaining its benefit, or discard the card and take as many coins from the reserve as the current chapter.&#10;&#10;Players can also take a Landmark tile from one of the faceup tiles, paying its cost placing it in their play area. They will be able to immediately place a Fortress pawn on the corresponding region of the central board and benefit from its other effects.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Victory ConditionsImmediately win the game by fulfilling one of the 3 victory conditions:&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Quest of the Ring&#10;     For the Fellowship: If Frodo and Sam reach Mount Doom, they destroy the One Ring and you immediately win the game.&#10;     For Sauron: If the Nazg&ucirc;l catch Frodo and Sam, they seize the One Ring and you immediately win the game.&#10;&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Support of the RacesIf any player gathers 6 different Race symbols on their Green cards, they rally the support of the Races of Middle-earth and immediately win the game&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Conquering Middle-earthIf a player is present in all 7 regions (with a Fortress and/or at least 1 Unit), they dominate Middle-earth and immediately win the game.&#10;&#10;If none of these three victory conditions are achieved by the end of chapter 3, the player who is present in the most regions of Middle-earth (with a Fortress and/or at least 1 Unit) wins the game. In case of tie, share the victory.&#10;&#10;"
  },
  {
    "id": 304783,
    "name": "Hadrian's Wall",
    "players": [
      1,
      2,
      3,
      4,
      5,
      6
    ],
    "time": 60,
    "complexity": "heavy",
    "themes": [
      "Ancient",
      "City Building",
      "Hand Management",
      "Paper-and-Pencil",
      "Solo / Solitaire Game",
      "Tech Trees / Tech Tracks"
    ],
    "image": "https://cf.geekdo-images.com/4XzRDw3VrgNpNfZlzZl66w__original/img/SfU1sNqUtpcvhcdzspDb5M9uSQQ=/0x0/filters:format(png)/pic5608818.png",
    "thumbnail": "https://cf.geekdo-images.com/4XzRDw3VrgNpNfZlzZl66w__thumb/img/dGMBL60RMtAfcx741phN75mqlnA=/fit-in/200x150/filters:strip_icc()/pic5608818.png",
    "description": "When visiting the North of Britannia in 122 AD, the Roman Emperor Hadrian Augustus witnessed the aftermath of war between his armies and the savage Picts. In a show of Roman might, he ordered a wall to be built that would separate the Pict tribes from the rest of England. Grand in its design, the wall stretched 80 Roman miles, from coast to coast. Hadrian's Wall stood in service to the Roman Empire for nearly 300 years before its eventual decline. Today, Hadrian's Wall is a UNESCO World Heritage Site and the remains of the forts, towers, and turrets can still be explored.&#10;&#10;In Hadrian's Wall, players take on the role of a Roman General placed in charge of the construction of a milecastle and bordering wall. Over six years (rounds), players will construct their fort and wall, man the defenses, and attract civilians by building services and providing entertainment &mdash; all while defending the honor of the Roman Empire from the warring Picts. The player who can accumulate the most renown, piety, valor and discipline, whilst avoiding disdain, will prove to the Emperor they are the model Roman citizen and be crowned Legatus Legionis!&#10;&#10;&mdash;description from the publisher&#10;&#10;"
  },
  {
    "id": 161936,
    "name": "Pandemic Legacy: Season 1",
    "players": [
      2,
      3,
      4
    ],
    "time": 60,
    "complexity": "medium",
    "themes": [
      "Environmental",
      "Medical",
      "Action Points",
      "Cooperative Game",
      "Hand Management",
      "Legacy Game",
      "Multi-Use Cards",
      "Point to Point Movement",
      "Scenario / Mission / Campaign Game",
      "Set Collection",
      "Tags",
      "Trading",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/-Qer2BBPG7qGGDu6KcVDIw__original/img/PlzAH7swN1nsFxOXbfUvE3TkE5w=/0x0/filters:format(png)/pic2452831.png",
    "thumbnail": "https://cf.geekdo-images.com/-Qer2BBPG7qGGDu6KcVDIw__thumb/img/NQQcjS31TO0DE246N9rpt0hd9eo=/fit-in/200x150/filters:strip_icc()/pic2452831.png",
    "description": "Pandemic Legacy is a co-operative campaign game, with an overarching story arc played through 12-24 sessions, depending on how well your group does at the game. At the beginning, the game starts in a very similar fashion as basic Pandemic, in which your team of disease-fighting specialists races against the clock to travel around the world, treating disease hot spots while researching cures for each of four plagues before they get out of hand.&#10;&#10;During a player's turn, they have four actions available, with which they may travel around in the world in various ways (sometimes needing to discard a card), build structures like research stations, treat diseases (removing one cube from the board; if all cubes of a color have been removed, the disease has been eradicated), trade cards with other players, or find a cure for a disease (requiring five cards of the same color to be discarded while at a research station). Each player has a unique role with special abilities to help them at these actions.&#10;&#10;After a player has taken their actions, they draw two cards. These cards can include epidemic cards, which will place new disease cubes on the board, and can lead to an outbreak, spreading disease cubes even further. Outbreaks additionally increase the panic level of a city, making that city more expensive to travel to.&#10;&#10;Each month in the game, you have two chances to achieve that month's objectives. If you succeed, you win and immediately move on to the next month. If you fail, you have a second chance, with more funding for beneficial event cards.&#10;&#10;During the campaign, new rules and components will be introduced. These will sometimes require you to permanently alter the components of the game; this includes writing on cards, ripping up cards, and placing permanent stickers on components. Your characters can gain new skills, or detrimental effects. A character can even be lost entirely, at which point it's no longer available for play.&#10;&#10;Part of the Pandemic series&#10;&#10;"
  },
  {
    "id": 122515,
    "name": "Keyflower",
    "players": [
      2,
      3,
      4,
      5,
      6
    ],
    "time": 120,
    "complexity": "heavy",
    "themes": [
      "City Building",
      "Economic",
      "Renaissance",
      "Territory Building",
      "Transportation",
      "Auction / Bidding",
      "Auction: Fixed Placement",
      "Auction: Multiple Lot",
      "Constrained Bidding",
      "End Game Bonuses",
      "Hexagon Grid",
      "Modular Board",
      "Network and Route Building",
      "Ownership",
      "Selection Order Bid",
      "Set Collection",
      "Tile Placement",
      "Turn Order: Auction",
      "Variable Set-up",
      "Worker Placement",
      "Worker Placement, Different Worker Types"
    ],
    "image": "https://cf.geekdo-images.com/HbfgxDJZQnNEZQKvpmJxQg__original/img/HsrtfanhKfXX07zNEm-xZpSbxyY=/0x0/filters:format(jpeg)/pic2278942.jpg",
    "thumbnail": "https://cf.geekdo-images.com/HbfgxDJZQnNEZQKvpmJxQg__thumb/img/5t1MtJEDdhSgtyJlmu3Hu1qR_ZQ=/fit-in/200x150/filters:strip_icc()/pic2278942.jpg",
    "description": "Keyflower is a game for two to six players played over four rounds. Each round represents a season: spring, summer, autumn, and finally winter. Each player starts the game with a &quot;home&quot; tile and an initial team of eight workers, each of which is colored red, yellow, or blue. Workers of matching colors are used by the players to bid for tiles to add to their villages. Matching workers may alternatively be used to generate resources, skills and additional workers, not only from the player's own tiles, but also from the tiles in the other players' villages and from the new tiles being auctioned.&#10;&#10;In spring, summer and autumn, more workers will arrive on board the Keyflower and her sister boats, with some of these workers possessing skills in the working of the key resources of iron, stone and wood. In each of these seasons, village tiles are set out at random for auction. In the winter no new workers arrive and the players select the village tiles for auction from those they received at the beginning of the game. Each winter village tile offers VPs for certain combinations of resources, skills and workers. The player whose village and workers generate the most VPs wins the game.&#10;&#10;Keyflower presents players with many different challenges and each game will be different due to the mix of village tiles that appear in that particular game. Throughout the game, players will need to be alert to the opportunities to best utilize their various resources, transport and upgrade capability, skills and workers.&#10;&#10;Keyflower, a joint design between Richard Breese and Sebastian Bleasdale, is the seventh game in the &quot;Key&quot; series from R&amp;D Games set in the medieval &quot;Key&quot; land.&#10;&#10;"
  },
  {
    "id": 220308,
    "name": "Gaia Project",
    "players": [
      1,
      2,
      3,
      4
    ],
    "time": 150,
    "complexity": "heavy",
    "themes": [
      "Civilization",
      "Economic",
      "Miniatures",
      "Science Fiction",
      "Space Exploration",
      "Territory Building",
      "End Game Bonuses",
      "Hexagon Grid",
      "Income",
      "Modular Board",
      "Network and Route Building",
      "Solo / Solitaire Game",
      "Tags",
      "Tech Trees / Tech Tracks",
      "Turn Order: Pass Order",
      "Variable Player Powers",
      "Variable Set-up",
      "Victory Points as a Resource"
    ],
    "image": "https://cf.geekdo-images.com/hGWFm3hbMlCDsfCsauOQ4g__original/img/tjlflQtUPFiTpLpwk1NCVCS29Ic=/0x0/filters:format(png)/pic5375625.png",
    "thumbnail": "https://cf.geekdo-images.com/hGWFm3hbMlCDsfCsauOQ4g__thumb/img/NNG7Ijyx4evp5gcVReis9i0koas=/fit-in/200x150/filters:strip_icc()/pic5375625.png",
    "description": "Gaia Project is a new game in the line of Terra Mystica. As in the original Terra Mystica, fourteen different factions live on seven different kinds of planets, and factions are bound to their own home planets, so to develop and grow, they must terraform neighboring planets into their home environments in competition with the other groups. In addition, Gaia planets can be used by all factions for colonization, and Transdimensional planets can be changed into Gaia planets.&#10;&#10;All factions can improve their skills in six different areas of development: Terraforming, Navigation, Artificial Intelligence, Gaiaforming, Economy, Research; leading to advanced technology and special bonuses. To do all of that, each group has special skills and abilities.&#10;&#10;The playing area is made of ten sectors, allowing a variable set-up and thus an even bigger replay value than its predecessor Terra Mystica. A two-player game is hosted on seven sectors.&#10;&#10;&mdash;description from the publisher&#10;&#10;"
  },
  {
    "id": 365717,
    "name": "Clank!: Catacombs",
    "players": [
      2,
      3,
      4
    ],
    "time": 90,
    "complexity": "medium",
    "themes": [
      "Adventure",
      "Fantasy",
      "Deck, Bag, and Pool Building",
      "Delayed Purchase",
      "End Game Bonuses",
      "Map Addition",
      "Map Deformation",
      "Modular Board",
      "Movement Points",
      "Open Drafting",
      "Player Elimination",
      "Point to Point Movement",
      "Push Your Luck",
      "Tile Placement",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/cCLn9Mvb7jRSaZzHeUXhoQ__original/img/NK4hsA9nc-kdI07hR0Nc23dL_bk=/0x0/filters:format(jpeg)/pic6937913.jpg",
    "thumbnail": "https://cf.geekdo-images.com/cCLn9Mvb7jRSaZzHeUXhoQ__thumb/img/B8BFQLR2Po3ekI_7XSG1kR9oil0=/fit-in/200x150/filters:strip_icc()/pic6937913.jpg",
    "description": "The catacombs of the skeletal dragon Umbrok Vessna are mysterious and dangerous. Portals transport you all around the dungeon depths. Wayshrines offer vast riches to intrepid explorers. Prisoners are counting on you to free them. Ghosts, once disturbed, may haunt you to death. Despite all that, it's time to leave the board behind with Clank! Catacombs, a standalone deck-building adventure.&#10;&#10;Each trip into the catacombs is unique since you lay tiles to create the dungeon. You can play using only the all-new dungeon deck, or you can include cards from previous Clank! expansions.&#10;&#10;Find your fortune (and escape the dragon!) in Clank! Catacombs.&#10;&#10;&mdash;description from the publisher&#10;&#10;"
  },
  {
    "id": 14996,
    "name": "Ticket to Ride: Europe",
    "players": [
      2,
      3,
      4,
      5
    ],
    "time": 60,
    "complexity": "medium",
    "themes": [
      "Trains",
      "Connections",
      "Contracts",
      "End Game Bonuses",
      "Hand Management",
      "Network and Route Building",
      "Open Drafting",
      "Push Your Luck",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/0K1AOciqlMVUWFPLTJSiww__original/img/O37sCRSJLq4S8EpCxFDNVsNBuxE=/0x0/filters:format(jpeg)/pic66668.jpg",
    "thumbnail": "https://cf.geekdo-images.com/0K1AOciqlMVUWFPLTJSiww__thumb/img/RDvu2FvsYVVH8icp1VsilUlqUGI=/fit-in/200x150/filters:strip_icc()/pic66668.jpg",
    "description": "Ticket to Ride: Europe takes you on a new train adventure across Europe. From Edinburgh to Constantinople and from Lisbon to Moscow, you'll visit great cities of turn-of-the-century Europe. Like the original Ticket to Ride, the game remains elegantly simple, can be learned in 5 minutes, and appeals to both families and experienced gamers. Ticket to Ride: Europe is a complete, new game and does not require the original version.&#10;&#10;More than just a new map, Ticket to Ride: Europe features brand new gameplay elements. Tunnels may require you to pay extra cards to build on them, Ferries require locomotive cards in order to claim them, and Stations allow you to sacrifice a few points in order to use an opponent's route to connect yours. The game also includes larger format cards and Train Station game pieces.&#10;&#10;The overall goal remains the same: collect and play train cards in order to place your pieces on the board, attempting to connect cities on your ticket cards. Points are earned both from placing trains and completing tickets but uncompleted tickets lose you points. The player who has the most points at the end of the game wins.&#10;&#10;Copyright 2002-2014 Days of Wonder, inc.&#10;&#10;Part of the Ticket to Ride series.&#10;&#10;"
  },
  {
    "id": 277659,
    "name": "Final Girl",
    "players": [
      1
    ],
    "time": 60,
    "complexity": "medium",
    "themes": [
      "Card Game",
      "Fantasy",
      "Horror",
      "Dice Rolling",
      "Hand Management",
      "Pick-up and Deliver",
      "Push Your Luck",
      "Solo / Solitaire Game",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/TUtzY-F7gKTIKm9y8e1AQw__original/img/vpBmnZOOyLZA4va7N6S8j9NyGPQ=/0x0/filters:format(jpeg)/pic6520382.jpg",
    "thumbnail": "https://cf.geekdo-images.com/TUtzY-F7gKTIKm9y8e1AQw__thumb/img/CVgcWusAt0oVteoy0XYmsFmhfQY=/fit-in/200x150/filters:strip_icc()/pic6520382.jpg",
    "description": "Playing on a famous horror movie trope, Final Girl is a solitaire-only game that puts the player in the shoes of a female protagonist who must kill the slasher if she wants to survive.&#10;&#10;The Core Box, when combined with one of our Feature Film Boxes, has everything you need to play the game. Each Feature Film Box features a unique Killer and and iconic Location, and the more Feature Films you have, the more killer/location combinations you can experience!&#10;&#10;In game terms, Final Girl shares similarities with Hostage Negotiator, but with some key differences that change it up, including a game board to track locations and character movement. You can choose from multiple characters when picking someone to play and multiple killers when picking someone to play against. Killers and locations each have their own specific terror cards that will be shuffled together to create a unique experience with various combinations of scenarios for you to play!&#10;&#10;NOTE: The 2022 Kickstarter for Final Girl: Season 2 included a 13 card Final Girl: First Printing Correction Pack of corrected cards for the first printing of Final Girl: Series 1. The cards mostly fix typos and are not required to play the game. The cards were corrected for the second printing of Final Girl: Series 1.&#10;&#10;&mdash;description from the publisher&#10;&#10;Official FAQ and Errata for new players here (use caution, some questions slightly spoil some surprises): https://docs.google.com/document/d/1-W15lbbHdLvR3gMQZpUFWfuBczfHRZxTdH7PafDt24g/edit&#10;&#10;"
  },
  {
    "id": 312484,
    "name": "Lost Ruins of Arnak",
    "players": [
      1,
      2,
      3,
      4
    ],
    "time": 120,
    "complexity": "medium",
    "themes": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Contracts",
      "Deck, Bag, and Pool Building",
      "Multi-Use Cards",
      "Once-Per-Game Abilities",
      "Open Drafting",
      "Resource to Move",
      "Solo / Solitaire Game",
      "Turn Order: Progressive",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/6GqH14TJJhza86BX5HCLEQ__original/img/CXqwimJPonWy1oyXEMgPN_ZVmUI=/0x0/filters:format(jpeg)/pic5674958.jpg",
    "thumbnail": "https://cf.geekdo-images.com/6GqH14TJJhza86BX5HCLEQ__thumb/img/J8SVmGOJXZGxNjkT3xYNQU7Haxg=/fit-in/200x150/filters:strip_icc()/pic5674958.jpg",
    "description": "On an uninhabited island in uncharted seas, explorers have found traces of a great civilization. Now you will lead an expedition to explore the island, find lost artifacts, and face fearsome guardians, all in a quest to learn the island's secrets.&#10;&#10;Lost Ruins of Arnak combines deck-building and worker placement in a game of exploration, resource management, and discovery. In addition to traditional deck-builder effects, cards can also be used to place workers, and new worker actions become available as players explore the island. Some of these actions require resources instead of workers, so building a solid resource base will be essential. You are limited to only one action per turn, so make your choice carefully... what action will benefit you most now? And what can you afford to do later... assuming someone else doesn't take the action first!?&#10;&#10;Decks are small, and randomness in the game is heavily mitigated by the wealth of tactical decisions offered on the game board. With a variety of worker actions, artifacts, and equipment cards, the set-up for each game will be unique, encouraging players to explore new strategies to meet the challenge.&#10;&#10;Discover the Lost Ruins of Arnak!&#10;&#10;&mdash;description from the publisher&#10;&#10;"
  },
  {
    "id": 328871,
    "name": "Terraforming Mars: Ares Expedition",
    "players": [
      1,
      2,
      3,
      4
    ],
    "time": 60,
    "complexity": "medium",
    "themes": [
      "Card Game",
      "Science Fiction",
      "Space Exploration",
      "End Game Bonuses",
      "Follow",
      "Hand Management",
      "Income",
      "Set Collection",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game",
      "Tags",
      "Tech Trees / Tech Tracks",
      "Variable Phase Order",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/eT_Atcy_vRJvuUMgYakNrQ__original/img/upZwrb6k8zZMNTwB8VfpI372yuo=/0x0/filters:format(jpeg)/pic6260098.jpg",
    "thumbnail": "https://cf.geekdo-images.com/eT_Atcy_vRJvuUMgYakNrQ__thumb/img/YxoNRQg9owsoi68POaMY0Ix31ZI=/fit-in/200x150/filters:strip_icc()/pic6260098.jpg",
    "description": "Terraforming Mars: Ares Expedition is an engine-building game in which players control interplanetary corporations with the goal of making Mars habitable (and profitable). You will do this by investing mega credits (MC) into project cards that will directly or indirectly contribute to the terraforming process. In order to win, you will want to accumulate a high terraform rating (TR) and as many victory points (VP) as you can. Players raise their TR by increasing global parameters: oceans, oxygen, and temperature. TR also determines each corporation's basic income, and, at the end of the game TR counts as VP. Additional VP and production capabilities are awarded for building project cards and other actions taken during the game.&#10;&#10;The game is played in rounds, and each round the players will choose one of five phases, which determines which activities will take place during that round. This means every round is different, but can consist of building new project cards, taking general and project-specific actions, producing income and resources (plants and heat), or researching to draw more project cards. Every player will take all the phases selected for the round, and will receive a special bonus during the phase that they selected. To speed up the game, within each phase, players can act simultaneously without waiting for each other!&#10;&#10;The game board has tracks for oxygen, temperature, and terraform rating, as well as a place for all of the ocean tiles that will be flipped over the course of the game. The game ends when there is enough oxygen to breath (14%), oceans enough to allow Earth-like weather (9), and the temperature is well above freezing (+8&deg;C). It will then be possible, if not comfortable, to live on the surface of Mars!&#10;&#10;The winner is the player with the most VP at the end of the game.&#10;&#10;"
  },
  {
    "id": 157354,
    "name": "Five Tribes: The Djinns of Naqala",
    "players": [
      2,
      3,
      4
    ],
    "time": 80,
    "complexity": "medium",
    "themes": [
      "Arabian",
      "Fantasy",
      "Mythology",
      "Auction / Bidding",
      "Constrained Bidding",
      "End Game Bonuses",
      "Hidden Victory Points",
      "Mancala",
      "Modular Board",
      "Set Collection",
      "Square Grid",
      "Take That",
      "Turn Order: Auction",
      "Variable Player Powers",
      "Variable Set-up",
      "Victory Points as a Resource"
    ],
    "image": "https://cf.geekdo-images.com/dmo-WD6HZHVUPrbVHunaTw__original/img/PS9HXrThM8Pepbd-cuA1tX8KCYU=/0x0/filters:format(jpeg)/pic2055255.jpg",
    "thumbnail": "https://cf.geekdo-images.com/dmo-WD6HZHVUPrbVHunaTw__thumb/img/I6KVJlQgS1GfWDPSWAFNqce4Cgc=/fit-in/200x150/filters:strip_icc()/pic2055255.jpg",
    "description": "Crossing into the Land of 1001 Nights, your caravan arrives at the fabled Sultanate of Naqala. The old sultan just died and control of Naqala is up for grabs! The oracles foretold of strangers who would maneuver the Five Tribes to gain influence over the legendary city-state. Will you fulfill the prophecy? Invoke the old Djinns and move the Tribes into position at the right time, and the Sultanate may become yours!&#10;&#10;Designed by Bruno Cathala, Five Tribes builds on a long tradition of German-style games that feature wooden meeples. Here, in a unique twist on the now-standard &quot;worker placement&quot; genre, the game begins with the meeples already in place &ndash; and players must cleverly maneuver them over the villages, markets, oases, and sacred places tiles that make up Naqala. How, when, and where you dis-place these Five Tribes of Assassins, Elders, Builders, Merchants, and Viziers determine your victory or failure.&#10;&#10;As befitting a Days of Wonder game, the rules are straightforward and easy to learn. But devising a winning strategy will take a more calculated approach than our standard fare. You need to carefully consider what moves can score you well and put your opponents at a disadvantage. You need to weigh many different pathways to victory, including the summoning of powerful Djinns that may help your cause as you attempt to control this legendary Sultanate.&#10;&#10;"
  },
  {
    "id": 18602,
    "name": "Caylus",
    "players": [
      2,
      3,
      4,
      5
    ],
    "time": 150,
    "complexity": "heavy",
    "themes": [
      "City Building",
      "Economic",
      "Medieval",
      "Action Queue",
      "Ownership",
      "Turn Order: Claim Action",
      "Turn Order: Pass Order",
      "Variable Set-up",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/yC7nOSc1x5PT-oNnh6TEcQ__original/img/ugJgRdFpYSsb5Pj1NDk76q6LKTo=/0x0/filters:format(jpeg)/pic1638795.jpg",
    "thumbnail": "https://cf.geekdo-images.com/yC7nOSc1x5PT-oNnh6TEcQ__thumb/img/ec9AK_e7FTbxy9tA8er2wW4UnqA=/fit-in/200x150/filters:strip_icc()/pic1638795.jpg",
    "description": "Once upon a time ...&#10;1289. To strengthen the borders of the Kingdom of France, King Philip the Fair decided to have a new castle built. For the time being, Caylus is but a humble village, but soon, workers and craftsmen will be flocking by the cartload, attracted by the great prospects. Around the building site, a city is slowly rising up.&#10;&#10;The players embody master builders. By building the King's castle and developing the city around it, they earn prestige points and gain the King's favor. When the castle is finished, the player who has earned the most prestige wins the game.  The expansion Caylus Expansion: The Jeweller was included in the 2nd Edition.&#10;&#10;Each turn, players pay to place their workers in various buildings in the village. These buildings allow players to gather resources or money, or to build or upgrade buildings with those resources. Players can also use their resources to help build the castle itself, earning points and favors from the king, which provide larger bonuses. Building a building provides some immediate points, and potentially income throughout the game, since players receive bonuses when others use their buildings. The buildings chosen by the players have a heavy impact on the course of the game, since they determine the actions that will be available to all the players.&#10;&#10;As new buildings are built, they stretch along a road stretching away from the castle, and not all buildings can be used every turn. Players have some control over which buildings are active by paying to influence the movement of the Provost marker. The final position of the marker is the newest building that can be used that turn. The Provost marker also helps determine the movement of the Bailiff marker, which determines the end of the game. Generally, if players are building many buildings and the Provost is generous in allowing them to be used, the game ends more quickly.&#10;&#10;"
  },
  {
    "id": 281259,
    "name": "The Isle of Cats",
    "players": [
      1,
      2,
      3,
      4
    ],
    "time": 90,
    "complexity": "medium",
    "themes": [
      "Animals",
      "Fantasy",
      "Nautical",
      "Pirates",
      "Puzzle",
      "Closed Drafting",
      "Grid Coverage",
      "Hidden Victory Points",
      "Income",
      "Open Drafting",
      "Pattern Building",
      "Set Collection",
      "Solo / Solitaire Game",
      "Square Grid",
      "Tile Placement",
      "Turn Order: Stat-Based"
    ],
    "image": "https://cf.geekdo-images.com/AuAheDzhkLufiZFE9JaRNA__original/img/pKq-l1Ms78olHwMbZYMa_x6m-fM=/0x0/filters:format(jpeg)/pic4781085.jpg",
    "thumbnail": "https://cf.geekdo-images.com/AuAheDzhkLufiZFE9JaRNA__thumb/img/gENtMHYJDff6XaGGOYw9oSZShCs=/fit-in/200x150/filters:strip_icc()/pic4781085.jpg",
    "description": "The Isle of Cats is a competitive, medium-weight, card-drafting, polyomino cat-placement board game for 1-4 players (6 with expansions).&#10;&#10;In the game, you are citizens of Squalls End on a rescue mission to The Isle of Cats and must rescue as many cats as possible before the evil Lord Vesh arrives. Each cat is represented by a unique tile and belongs to a family, you must find a way to make them all fit on your boat while keeping families together. You will also need to manage resources as you:&#10;&#10;&#10;     Explore the island (by drafting cards)&#10;     Rescue cats&#10;     Find treasures&#10;     Befriend Oshax&#10;     Study ancient lessons&#10;&#10;&#10;Each lesson you collect gives you another personal way of scoring points, and 38 unique lessons are available. Complete lessons, fill your boat, and keep cat families together to score points, and the player with the most points after five rounds wins.&#10;&#10;Note: The Isle of Cats: Kickstarter Edition is a compilation item consisting of The Isle of Cats base game and The Isle of Cats: Kickstarter Pack, each of which are available as separate items and listed individually in the BGG database.&#10;&#10;"
  },
  {
    "id": 155821,
    "name": "Inis",
    "players": [
      2,
      3,
      4
    ],
    "time": 90,
    "complexity": "medium",
    "themes": [
      "Ancient",
      "Card Game",
      "Exploration",
      "Miniatures",
      "Mythology",
      "Wargame",
      "Action Drafting",
      "Area Majority / Influence",
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Closed Drafting",
      "Hand Management",
      "Hexagon Grid",
      "Interrupts",
      "King of the Hill",
      "Map Addition",
      "Modular Board",
      "Take That",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/6QE8mnPFmauoj2THsyUYPA__original/img/6bZdn1SNbpIqU7n5pwtncvdNE_U=/0x0/filters:format(jpeg)/pic4739757.jpg",
    "thumbnail": "https://cf.geekdo-images.com/6QE8mnPFmauoj2THsyUYPA__thumb/img/m63hnvHi6jqlva52FGaWbEqzjys=/fit-in/200x150/filters:strip_icc()/pic4739757.jpg",
    "description": "Inis is a game deeply rooted in Celtic history and lore in which players win by being elected King of the Island (Inis). Players can try to achieve one of three different victory conditions:&#10;&#10;&#10;     Leadership: Be the leader &mdash; i.e., have more clan figures than any other player &mdash; of territories containing at least six opponents' clans.&#10;     Land: Have your clans present in at least six different territories.&#10;     Religion: Have your clans present in territories that collectively contain at least six sanctuaries.&#10;&#10;&#10;At the start of each round, players draft a hand of four action cards during the Assembly. Action cards not played at the end of one season are not held for the next. Players also have access to leader cards for the territories that allow it and where they were elected leader during the assembly. Each Assembly reallocates those cards. Finally, they collect &quot;epic tales&quot; cards that depict the deeds of the ancient Irish gods and heroes, like Cuchulainn, the Dagda, Lugh and many others. These will be kept and used to inspire the clans and achieve extraordinary feats under the right circumstances. The cards provide a variety of actions: adding clans, moving clans, building/exploring, and special actions. Over the course of the game, players also earn deeds, that reduce by one the total for any Victory condition.&#10;&#10;Careful drafting, hand management, bluffing (especially once players understand the importance of passing their turn), good timing, and a precise understanding of the balance of power are the keys to victory. After a discovery game you'll be ready for a full and epic game, where an undisputed player will be king by the Assembly for his merit and wisdom.&#10;&#10;While Inis has &quot;dudes&quot; that are &quot;on a map&quot;, it's a beginner's mistake to play this as a battle game because eliminating other clans reduces your chances of scoring a Leadership victory condition. Peace among different clans, with or without a clear territory leader, is the usual outcome of a clan's movement. Battles will occur, of course, as the Celtic clans can be unruly and a good player will listen to his clan's people (i.e., his hand of cards). That battle aspect is reflected in the clan's miniatures representing warriors. Woodsmen, shepherds and traders complete the set of twelve minis for each player; these occupations have no impact on the game, but give it flavor.&#10;&#10;"
  },
  {
    "id": 254640,
    "name": "Just One",
    "players": [
      3,
      4,
      5,
      6,
      7
    ],
    "time": 60,
    "complexity": "light",
    "themes": [
      "Deduction",
      "Party Game",
      "Word Game",
      "Communication Limits",
      "Cooperative Game",
      "Deduction",
      "Paper-and-Pencil",
      "Score-and-Reset Game"
    ],
    "image": "https://cf.geekdo-images.com/qKcKjHpzAvLddwBhyindag__original/img/NPUrOSJ5NEC7aPkoEXnTHJ7vICU=/0x0/filters:format(jpeg)/pic4268499.jpg",
    "thumbnail": "https://cf.geekdo-images.com/qKcKjHpzAvLddwBhyindag__thumb/img/HhZu2qLp9wyX9PNgvmDE8_hCl-0=/fit-in/200x150/filters:strip_icc()/pic4268499.jpg",
    "description": "Just One is a cooperative party game in which you play together to discover as many mystery words as possible. Find the best clue to help your teammate. Be unique, as all identical clues will be cancelled!&#10;&#10;A complete game is played over 13 cards. The goal is to get a score as close to 13 as possible. In case of a right answer, the players score 1 point. In case of wrong answer, they lose the current card as well as the top card of the deck. Thus losing 2 points. In case of lack of answer, the players only lose the current card, and therefore only 1 point.&#10;&#10;You have the choice &ndash; make the difference!&#10;&#10;Small Historical Point:&#10;&#10;Originally, Just One was called We Are The Word and was published by Fun Consortium.&#10;&#10;Repos Production bought the rights in early 2018 and adapted the game. The Sombrero-wearing Belgians decided to improve the quality of the components, add 50 new words, and change the name of the game. Following this new edition, the game went from having only a French edition to having a world-wide edition.&#10;&#10;"
  },
  {
    "id": 341169,
    "name": "Great Western Trail: Second Edition",
    "players": [
      1,
      2,
      3,
      4
    ],
    "time": 150,
    "complexity": "heavy",
    "themes": [
      "American West",
      "Animals",
      "Economic",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Ownership",
      "Set Collection",
      "Solo / Solitaire Game",
      "Tags",
      "Track Movement",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/gDn7AhrDlmfCLSz9ZqoNFQ__original/img/yecB1xO32nnjBAyskVOTq9LBuLo=/0x0/filters:format(jpeg)/pic5988511.jpg",
    "thumbnail": "https://cf.geekdo-images.com/gDn7AhrDlmfCLSz9ZqoNFQ__thumb/img/0pt6XrFHTXpNetwMo9rdY7PdhfQ=/fit-in/200x150/filters:strip_icc()/pic5988511.jpg",
    "description": "America in the 19th century: You are a rancher and repeatedly herd your cattle from Texas to Kansas City, where you send them off by train. This earns you money and victory points. Needless to say, each time you arrive in Kansas City, you want to have your most valuable cattle in tow. However, the &quot;Great Western Trail&quot; not only requires that you keep your herd in good shape, but also that you wisely use the various buildings along the trail. Also, it might be a good idea to hire capable staff: cowboys to improve your herd, craftsmen to build your very own buildings, or engineers for the important railroad line.&#10;&#10;If you cleverly manage your herd and navigate the opportunities and pitfalls of Great Western Trail, you surely will gain the most victory points and win the game.&#10;&#10;The second edition of Great Western Trail includes solitaire rules, making for a player count of 1-4.&#10;&#10;Second Edition:&#10;Remember the old days in the West? Well, the times they are a-changing&rsquo;! From new solo opponent to incredible landscapes, you won't know where to start. And there is a new herd of cows for you to sell!&#10;&#10;Great Western Trail is the critically acclaimed game of cattle ranching by Alexander Pfister. Players attempt to wrangle their herd across the Midwest prairie and deliver it to Kansas City. But beware! Other cowboys are sharing the trail with you. We invite you to saddle up!&#10;&#10;The changes in the Second edition:&#10;&#10;&#10;     Brand New Artwork by Chris Quilliams&#10;     Solo Mode: A New Challenger in the West&#10;     Dual-Layered Player Boards&#10;     Addition of a new breed of cows: The Simmental breed&#10;     Two new reversible buildings (#11 &amp; 12)&#10;     Twelve Exchange Tokens, First introduced in the Rails of North Expansion, for more interaction with other players&#10;     Four new Master Tiles added for more strategy, replayability, and challenges&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;"
  },
  {
    "id": 161970,
    "name": "Alchemists",
    "players": [
      2,
      3,
      4
    ],
    "time": 120,
    "complexity": "heavy",
    "themes": [
      "Deduction",
      "Fantasy",
      "Puzzle",
      "Action Drafting",
      "Action Queue",
      "Constrained Bidding",
      "Deduction",
      "End Game Bonuses",
      "Events",
      "Hand Management",
      "Open Drafting",
      "Turn Order: Progressive",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/ztNshEv3Fsm46HCJaEOFPw__original/img/SP4ItZ27dLweUPbz_bF7C-P7GtA=/0x0/filters:format(png)/pic2241156.png",
    "thumbnail": "https://cf.geekdo-images.com/ztNshEv3Fsm46HCJaEOFPw__thumb/img/-a0oJ_E49V_7PDW78W7KIyS3rF8=/fit-in/200x150/filters:strip_icc()/pic2241156.png",
    "description": "In Alchemists, two to four budding alchemists compete to discover the secrets of their mystical art. Points can be earned in various ways, but most points are earned by publishing theories &ndash; correct theories, that is &mdash; and therein lies the problem.&#10;&#10;The game is played in six rounds. At the beginning of the round, players choose their play order. Those who choose to play later get more rewards.&#10;Players declare all their actions by placing cubes on the various action spaces, then each action space is evaluated in order. Players gain knowledge by mixing ingredients and testing the results using a smartphone app (iOS, Android, and also Windows) that randomizes the rules of alchemy for each new game. And if the alchemists are longing for something even more special, they can always buy magical artifacts to get an extra push. There are 9 of them (different for each game) and they are not only very powerful, but also very expensive. But money means nothing, when there's academic pride at stake! And the possession of these artifacts will definitely earn you some reputation too. Players can also earn money by selling potions of questionable quality to adventurers, but money is just a means to an end. The alchemists don't want riches, after all. They want respect, and respect usually comes from publishing theories.&#10;&#10;During play, players' reputations will go up and down. After six rounds and a final exhibition, reputation will be converted into points. Points will also be scored for artifacts and grants. Then the secrets of alchemy are revealed and players score points or lose points based on whether their theories were correct. Whoever has the most points at the end of the game wins.&#10;&#10;Flavor text:&#10;Mandrake root and scorpion tail; spongy mushroom and warty toad &mdash; these are the foundations of the alchemist's livelihood, science, and art.&#10;&#10;But what arcane secrets do these strange ingredients hide? Now it is time to find out. Mix them into potions and drink them to determine their effects &mdash; or play it safe and test the concoction on a helpful assistant! Gain riches selling potions to wandering adventurers and invest these riches in powerful artifacts. As your knowledge grows, so will your reputation, as you publish your theories for all to see. Knowledge, wealth, and fame can all be found in the murky depths of the alchemist's cauldron.&#10;&#10;"
  },
  {
    "id": 314040,
    "name": "Pandemic Legacy: Season 0",
    "players": [
      2,
      3,
      4
    ],
    "time": 60,
    "complexity": "heavy",
    "themes": [
      "Medical",
      "Spies / Secret Agents",
      "Action Points",
      "Cooperative Game",
      "Hand Management",
      "Legacy Game",
      "Point to Point Movement",
      "Scenario / Mission / Campaign Game",
      "Set Collection",
      "Tags",
      "Trading",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/y0x1zbkpUXjddzWWnhekYw__original/img/2VlfzwT4b8f1s2HqbilcjR-bM3I=/0x0/filters:format(jpeg)/pic5581457.jpg",
    "thumbnail": "https://cf.geekdo-images.com/y0x1zbkpUXjddzWWnhekYw__thumb/img/hj0jDCs-hKfkgqG-oOWu-kM-I6E=/fit-in/200x150/filters:strip_icc()/pic5581457.jpg",
    "description": "1962 &mdash; The Cold War continues as a new threat looms on the horizon, a deadly new Soviet bioweapon, something called &quot;Project MEDUSA&quot;. You and your fellow medical graduates have been recruited by the CIA for the critical mission of investigating and preventing its development. Travel the world using carefully constructed aliases to move swiftly between Allied, Neutral, and Soviet cities. Your missions will require you to neutralize enemy agents, acquire specific targets, and set up other CIA agents on location to execute your operations without a hitch. As you complete objectives over the course of twelve months, each success or failure will bring you closer to the truth.&#10;&#10;Combatting this dangerous new pathogen is of utmost importance, but it's not the only threat you'll encounter in the field. Enemy agents are taking root in all parts of the world, and it's critical to your mission that you keep them contained before they can escalate international tensions. Luckily for you, you won't be without backup. Coordinate with other covert operatives for assistance and make strategic use of these teams at different locations to clean up the board and keep your eye on your main objectives.&#10;&#10;Designed as a prequel, Pandemic Legacy: Season 0 does not require you to have completed Season 1 and Season 2 before diving into this Cold War spy thriller. As in the first two Pandemic Legacy games, each time you play brings new cards, rules, and conditions that affect future games. Each alias you create will gain contacts and other assets to execute your plans more smoothly. And, of course, the CIA will be watching and evaluating your performance in the field. Work together with your fellow agents to prevent this new bio-threat &mdash; the fate of the world depends on it. Can you save humanity once again?&#10;&#10;&mdash;description from the publisher&#10;&#10;"
  },
  {
    "id": 359609,
    "name": "Arkham Horror: The Card Game (Revised Edition)",
    "players": [
      1,
      2,
      3,
      4
    ],
    "time": 180,
    "complexity": "heavy",
    "themes": [
      "Adventure",
      "Card Game",
      "Collectible Components",
      "Exploration",
      "Fantasy",
      "Horror",
      "Novel-based",
      "Action Points",
      "Area Movement",
      "Communication Limits",
      "Cooperative Game",
      "Deck Construction",
      "Deck, Bag, and Pool Building",
      "Events",
      "Hand Management",
      "Map Deformation",
      "Modular Board",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Stat Check Resolution",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/RdCWCXPnBGSxoOhk5Hkq_g__original/img/ekoKDLjgeUoPw3mpPUPfy-Xnjeo=/0x0/filters:format(jpeg)/pic6530423.jpg",
    "thumbnail": "https://cf.geekdo-images.com/RdCWCXPnBGSxoOhk5Hkq_g__thumb/img/QyBd2yZWmWOdudkHw0YF1__74ak=/fit-in/200x150/filters:strip_icc()/pic6530423.jpg",
    "description": "The boundaries between worlds have drawn perilously thin. Dark forces work in the shadows and call upon unspeakable horrors, strange happenings are discovered all throughout the city of Arkham, Massachusetts, and behind it all an Ancient One manipulates everything from beyond the veil. It is time to revisit that which started it all&hellip;&#10;&#10;In this game, you, on your own or with a friend (or up to three friends in this revised version), become characters within the quiet New England town of Arkham and work to investigate the recent strange happenings and solve the mysteries. You have your talents, sure, but you also have your flaws. Perhaps you've dabbled a little too much in the writings of the Necronomicon, and its words continue to haunt you. Perhaps you feel compelled to cover up any signs of otherworldly evils, hampering your own investigations in order to protect the quiet confidence of the greater population. Perhaps you'll be scarred by your encounters with a ghoulish cult.&#10;&#10;With a revamped system of organization and a number of quality-of-life improvements, the box comes with everything you need to get your Arkham campaigns started, including enough cards and components for up to three other players to join you in your quest against the Mythos.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;What Has Changed?&#10;     Support for up to four players with a single core set (the original core set supported only two players, meaning players needed two core sets to play with three or four players)&#10;     Two copies each of all 96 player cards from the original core set (the original core set included only one copy each of most of the player cards), with several featuring brand-new art, along with two copies each of 13 additional player cards previously released in expansions and not found in the original core set&#10;     An included cloth Chaos Bag for the chaos tokens (not included in the original core set)&#10;     New organization within the box's packaging, making it much easier to find the cards for the player decks and for each scenario than before&#10;     Additional quality-of-life improvements, such as new &quot;3&quot; and &quot;5&quot; numbered resource and clue/doom tokens and even a lead investigator token&#10;     Revised &quot;Learn to Play&quot; rulebook to allow new players to jump into the game more easily&#10;&#10;&#10;This revised edition is 100% compatible with all material previously published. Players who have all of the content released before this revised starter set will not find any new cards; this set contains the same cards, just more copies of them (and some with new art). &quot;Old-timers&quot; can continue where they left off under the new two-boxes campaign format (replacing the old &quot;deluxe expansion + mythos packs&quot; format) starting with Edge of the Earth.&#10;&#10;"
  },
  {
    "id": 380607,
    "name": "Great Western Trail: New Zealand",
    "players": [
      1,
      2,
      3,
      4
    ],
    "time": 150,
    "complexity": "heavy",
    "themes": [
      "Animals",
      "Economic",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Ownership",
      "Set Collection",
      "Solo / Solitaire Game",
      "Track Movement",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/X4KaD6ADLW1ohOznNay7xg__original/img/HhxsLMIsz6Te567qXEbRBen4Sm8=/0x0/filters:format(png)/pic7350809.png",
    "thumbnail": "https://cf.geekdo-images.com/X4KaD6ADLW1ohOznNay7xg__thumb/img/iCWpe4ydO3Rtu6yBjn01eQ97xLc=/fit-in/200x150/filters:strip_icc()/pic7350809.png",
    "description": "In Great Western Trail: New Zealand, you are a runholder &mdash; that is, the owner of a sheep station &mdash; on the South Island of New Zealand at the end of the 19th century. Recent years have seen your family farm prosper by diversifying your breeds of sheep and by increasing the value of your wool.&#10;&#10;With the dawn of the new century, new challenges have arisen. You must acquire new and improved breeds of sheep to ensure the prosperity of your family business and the laborers who work for you.&#10;&#10;"
  },
  {
    "id": 193738,
    "name": "Great Western Trail",
    "players": [
      2,
      3,
      4
    ],
    "time": 150,
    "complexity": "heavy",
    "themes": [
      "American West",
      "Animals",
      "Economic",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Ownership",
      "Set Collection",
      "Track Movement",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/u1l0gH7sb_vnvDvoO_QHqA__original/img/2zv_XMQoPFWk9Dn0oS4JY1IeFzw=/0x0/filters:format(jpeg)/pic4887376.jpg",
    "thumbnail": "https://cf.geekdo-images.com/u1l0gH7sb_vnvDvoO_QHqA__thumb/img/9lxFidyDb8j6D1vobx4e3UwZ-FI=/fit-in/200x150/filters:strip_icc()/pic4887376.jpg",
    "description": "America in the 19th century: You are a rancher and repeatedly herd your cattle from Texas to Kansas City, where you send them off by train. This earns you money and victory points. Needless to say, each time you arrive in Kansas City, you want to have your most valuable cattle in tow. However, the &quot;Great Western Trail&quot; not only requires that you keep your herd in good shape, but also that you wisely use the various buildings along the trail. Also, it might be a good idea to hire capable staff: cowboys to improve your herd, craftsmen to build your very own buildings, or engineers for the important railroad line.&#10;&#10;If you cleverly manage your herd and navigate the opportunities and pitfalls of Great Western Trail, you surely will gain the most victory points and win the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;"
  },
  {
    "id": 383179,
    "name": "Age of Innovation",
    "players": [
      1,
      2,
      3,
      4,
      5
    ],
    "time": 200,
    "complexity": "heavy",
    "themes": [
      "Civilization",
      "Fantasy",
      "Territory Building",
      "Contracts",
      "End Game Bonuses",
      "Hexagon Grid",
      "Income",
      "Modular Board",
      "Network and Route Building",
      "Turn Order: Pass Order",
      "Variable Player Powers",
      "Variable Set-up",
      "Victory Points as a Resource"
    ],
    "image": "https://cf.geekdo-images.com/D1vrcFEptCEoD8Z6s_iRfw__original/img/1vY0K3wSqlYXq0JEylSI-7agxKs=/0x0/filters:format(jpeg)/pic7430993.jpg",
    "thumbnail": "https://cf.geekdo-images.com/D1vrcFEptCEoD8Z6s_iRfw__thumb/img/0yBK_DMaSgRVrp2fGuNPgb0Jo7w=/fit-in/200x150/filters:strip_icc()/pic7430993.jpg",
    "description": "Age of Innovation is a standalone game set in the world of Terra Mystica.&#10;&#10;Twelve factions, each with unique characteristics, populate this world of varying terrains. Here you will compete to erect buildings and merge them into cities. Each game allows you to create new combinations of factions, homelands, and abilities so that each game isn't the same as another.&#10;&#10;You control one of these factions and will terraform the game map's terrain into your homelands where you can erect your buildings. Proximity to other factions may limit your expansion, but it also gains you significant advantages in the game. This tension adds to the appeal of the Terra Mystica series.&#10;&#10;Upgrade your buildings to gain valuable resources such as tools, scholars, money, and power. Build schools to advance in different sciences and collect books, which you can use to make innovations. Build your palace to gain a powerful new ability or build workshops, guilds, and universities to complete your culture.&#10;&#10;&mdash;description from the publisher&#10;&#10;"
  },
  {
    "id": 12493,
    "name": "Twilight Imperium: Third Edition",
    "players": [
      3,
      4,
      5,
      6
    ],
    "time": 240,
    "complexity": "heavy",
    "themes": [
      "Civilization",
      "Negotiation",
      "Political",
      "Science Fiction",
      "Space Exploration",
      "Wargame",
      "Action Points",
      "Area-Impulse",
      "Dice Rolling",
      "Follow",
      "Grid Movement",
      "Hexagon Grid",
      "Increase Value of Unchosen Resources",
      "Modular Board",
      "Player Elimination",
      "Tech Trees / Tech Tracks",
      "Tile Placement",
      "Trading",
      "Variable Phase Order",
      "Variable Player Powers",
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/MHeQQrbauUVsvh2QF6PMog__original/img/LfjXNSzbVuSmMfcRYwGcuZwFHZo=/0x0/filters:format(jpeg)/pic4128153.jpg",
    "thumbnail": "https://cf.geekdo-images.com/MHeQQrbauUVsvh2QF6PMog__thumb/img/9dc8SjfrB38KrNsuHd_JZOXnwYk=/fit-in/200x150/filters:strip_icc()/pic4128153.jpg",
    "description": "Twilight Imperium Third Edition is an epic empire-building game of interstellar conflict, trade, and struggle for power. Players take the roles of ancient galactic civilizations, each seeking to seize the imperial throne via warfare, diplomacy, and technological progression. With geomorphic board tiles, exquisite plastic miniatures, hundreds of cards, and introducing a rich set of strategic dimensions that allows each player to refocus their game-plan, the original designer (Christian T. Petersen) has seamlessly incorporated the better qualities of other recently popular games to improve on the game-play of the original TI, making it at once perfectly well-rounded and pleasantly familiar to experienced gamers.&#10;&#10;TI3 is played by at least three players who belong to ten possible alien races, each with their own advantages and quirks. The 'designer notes' in the rulebook candidly and humbly acknowledge the inspiration for some of the improvements to the original game. The strategic game-play borrows the governing element from Puerto Rico to involve players in an iteratively complex and yet fast-paced game experience with very little downtime. The game map, basic player progress and overall victory are dynamically determined in almost exactly the same way as they are by imaginative players of CATAN, while the &quot;Command&quot; system cleverly improves on the 'oil' logistical mechanism of Attack! to both manage turn-based activity and limit the size of armies, uniquely enabling weakened players to bounce back if they play their cards right.&#10;&#10;&#10;Part of the Twilight Imperium Series.&#10;&#10;Re-implements:&#10;&#10;    Twilight Imperium: Second Edition&#10;&#10;&#10;Expanded by:&#10;&#10;    Twilight Imperium: Third Edition &#226;&#128;&#147; Shattered Empire&#10;    Twilight Imperium: Third Edition &#226;&#128;&#147; Shards of the Throne&#10;&#10;&#10;Re-implemented in:&#10;&#10;    Twilight Imperium: Fourth Edition&#10;&#10;&#10;"
  },
  {
    "id": 220877,
    "name": "Rajas of the Ganges",
    "players": [
      2,
      3,
      4
    ],
    "time": 75,
    "complexity": "medium",
    "themes": [
      "Dice",
      "Economic",
      "Renaissance",
      "Territory Building",
      "Connections",
      "Dice Rolling",
      "Race",
      "Tile Placement",
      "Track Movement",
      "Worker Placement",
      "Worker Placement with Dice Workers"
    ],
    "image": "https://cf.geekdo-images.com/hR5sxxqNY3gjvLwifaqRww__original/img/kaXHOjBJX-URkjTjhQUhFl7E8Ng=/0x0/filters:format(jpeg)/pic3646165.jpg",
    "thumbnail": "https://cf.geekdo-images.com/hR5sxxqNY3gjvLwifaqRww__thumb/img/dPZ7zqlIVCt4xiWfISkpujiwKwk=/fit-in/200x150/filters:strip_icc()/pic3646165.jpg",
    "description": "Through tactics and karma to wealth and fame...&#10;&#10;In 16th century India, the powerful empire of the Great Moguls rises between the Indus and the Ganges rivers. Taking on the role of rajas and ranis &ndash; the country's influential nobles &ndash; players in Rajas of the Ganges race against each other in support of the empire by developing their estates into wealthy and magnificent provinces. Players must use their dice wisely and carefully plot where to place their workers, while never underestimating the benefits of good karma. Success will bring them great riches and fame in their quest to become legendary rulers.&#10;&#10;"
  },
  {
    "id": 271055,
    "name": "Dwellings of Eldervale",
    "players": [
      1,
      2,
      3,
      4,
      5
    ],
    "time": 150,
    "complexity": "heavy",
    "themes": [
      "Economic",
      "Fantasy",
      "Fighting",
      "Action Retrieval",
      "Dice Rolling",
      "Hand Management",
      "Modular Board",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/qJQXn0kvzvHBKWzSQN7vpw__original/img/NAq9RfDsv-qPEsco3W0ES8ofHEA=/0x0/filters:format(jpeg)/pic4742944.jpg",
    "thumbnail": "https://cf.geekdo-images.com/qJQXn0kvzvHBKWzSQN7vpw__thumb/img/nyFpcKV3cBOVO1pEImnBYLc_BRE=/fit-in/200x150/filters:strip_icc()/pic4742944.jpg",
    "description": "Dwellings of Eldervale is an epic worker placement game set in a once lost magical world. Giant elemental monsters roam while dragons, wizards and warriors battle for dominance over 8 elemental powers. Players control unique factions seeking to adventure, battle, grow in power and ultimately dwell Eldervale, shaping it to their vision.&#10;&#10;Dwellings of Eldervale blends worker placement, area control, engine building and unique worker units. Players take turns placing a worker in Eldervale or regrouping and activating their tableau of adventure cards. Action spaces include realms key to power: a summoning portal, an ancient mill, the lost fortress, deep dungeons, and a crumbling mage tower and the elemental lands of Earth, Air, Fire, Water, Light, Dark, Order and Chaos! Magic cards grant spells, quests and prophecies to players.&#10;&#10;In the end, the players with the most elemental dominance among the multiple paths to victory will reign over Eldervale.&#10;&#10;&mdash;description from the publisher&#10;&#10;Link to Unofficial FAQ&#10;&#10;"
  },
  {
    "id": 126163,
    "name": "Tzolk'in: The Mayan Calendar",
    "players": [
      2,
      3,
      4
    ],
    "time": 90,
    "complexity": "heavy",
    "themes": [
      "Ancient",
      "Civilization",
      "Economic",
      "Farming",
      "Mythology",
      "Bias",
      "End Game Bonuses",
      "Track Movement",
      "Turn Order: Claim Action",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/kXf7mDyDYuHg6oe8yTUIEA__original/img/f6-Au0KTnNR4nugSu2U-wPNbZCU=/0x0/filters:format(jpeg)/pic4604439.jpg",
    "thumbnail": "https://cf.geekdo-images.com/kXf7mDyDYuHg6oe8yTUIEA__thumb/img/or9mAn4ClljY_wO_zvsLJDqs9tU=/fit-in/200x150/filters:strip_icc()/pic4604439.jpg",
    "description": "Tzolkin: The Mayan Calendar presents a new game mechanism: dynamic worker placement. Players representing different Mayan tribes place their workers on giant connected gears, and as the gears rotate they take the workers to different action spots.&#10;&#10;During a turn, players can either (a) place one or more workers on the lowest visible spot of the gears or (b) pick up one or more workers. When placing workers, they must pay corn, which is used as a currency in the game. When they pick up a worker, they perform certain actions depending on the position of the worker. Actions located &quot;later&quot; on the gears are more valuable, so it's wise to let the time work for you &ndash; but players cannot skip their turn; if they have all their workers on the gears, they have to pick some up.&nbsp;&#10;&#10;The game ends after one full revolution of the central Tzolkin gear. There are many paths to victory. Pleasing the gods by placing crystal skulls in deep caves or building many temples are just two of those many paths...&#10;&#10;"
  },
  {
    "id": 178900,
    "name": "Codenames",
    "players": [
      2,
      3,
      4,
      5,
      6,
      7,
      8
    ],
    "time": 15,
    "complexity": "light",
    "themes": [
      "Card Game",
      "Deduction",
      "Party Game",
      "Spies / Secret Agents",
      "Word Game",
      "Communication Limits",
      "Deduction",
      "Memory",
      "Push Your Luck",
      "Race",
      "Team-Based Game"
    ],
    "image": "https://cf.geekdo-images.com/F_KDEu0GjdClml8N7c8Imw__original/img/gcX_EfjsRpB5fI4Ug4XV73G4jGI=/0x0/filters:format(jpeg)/pic2582929.jpg",
    "thumbnail": "https://cf.geekdo-images.com/F_KDEu0GjdClml8N7c8Imw__thumb/img/yl8iXxSNwguMeg3KkmfFO9SMVVc=/fit-in/200x150/filters:strip_icc()/pic2582929.jpg",
    "description": "Two rival spymasters know the secret identities of 25 agents. Their teammates know the agents only by their codenames &mdash; single-word labels like &quot;disease&quot;, &quot;Germany&quot;, and &quot;carrot&quot;. Yes, carrot. It's a legitimate codename. Each spymaster wants their team to identify their agents first...without uncovering the assassin by mistake.&#10;&#10;In Codenames, two teams compete to see who can make contact with all of their agents first. Lay out 25 cards, each bearing a single word. The spymasters look at a card showing the identity of each card, then take turns clueing their teammates. A clue consists of a single word and a number, with the number suggesting how many cards in play have some association to the given clue word. The teammates then identify one agent they think is on their team; if they're correct, they can keep guessing up to the stated number of times; if the agent belongs to the opposing team or is an innocent bystander, the team's turn ends; and if they fingered the assassin, they lose the game.&#10;&#10;Spymasters continue giving clues until one team has identified all of their agents or the assassin has removed one team from play.&#10;&#10;"
  },
  {
    "id": 191189,
    "name": "Aeon's End",
    "players": [
      1,
      2,
      3,
      4
    ],
    "time": 60,
    "complexity": "medium",
    "themes": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Science Fiction",
      "Chit-Pull System",
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Delayed Purchase",
      "Hand Management",
      "Open Drafting",
      "Solo / Solitaire Game",
      "Variable Phase Order",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/d50LceHj6LIafa4S_qIsCg__original/img/4MsKNGm47PU9BGW4i2yamMlRSQ0=/0x0/filters:format(jpeg)/pic3189350.jpg",
    "thumbnail": "https://cf.geekdo-images.com/d50LceHj6LIafa4S_qIsCg__thumb/img/KMFA-gXm_LbZpyXSAHbIZm-eAcQ=/fit-in/200x150/filters:strip_icc()/pic3189350.jpg",
    "description": "The survivors of a long-ago invasion have taken refuge in the forgotten underground city of Gravehold. There, the desperate remnants of society have learned that the energy of the very breaches the beings use to attack them can be repurposed through various gems, transforming the malign energies within into beneficial spells and weapons to aid their last line of defense: the breach mages.&#10;&#10;Aeon's End is a cooperative game that explores the deckbuilding genre with a number of innovative mechanisms, including a variable turn order system that simulates the chaos of an attack, and deck management rules that require careful planning with every discarded card. Players will struggle to defend Gravehold from The Nameless and their hordes using unique abilities, powerful spells, and, most importantly of all, their collective wits.&#10;&#10;"
  },
  {
    "id": 296151,
    "name": "Viscounts of the West Kingdom",
    "players": [
      1,
      2,
      3,
      4
    ],
    "time": 90,
    "complexity": "heavy",
    "themes": [
      "Medieval",
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "End Game Bonuses",
      "Hand Management",
      "King of the Hill",
      "Modular Board",
      "Rondel",
      "Set Collection",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/kMgSC_kRlJWt3KLj5y0BxQ__original/img/t9ccf6x3PQiL5Cqn4-mePKUNC-E=/0x0/filters:format(png)/pic5230695.png",
    "thumbnail": "https://cf.geekdo-images.com/kMgSC_kRlJWt3KLj5y0BxQ__thumb/img/2uNYQn2vHuNGrx5-dxc1h7Mh7Do=/fit-in/200x150/filters:strip_icc()/pic5230695.png",
    "description": "Viscounts of the West Kingdom is set at a time when the King&rsquo;s reign began to decline, circa 980 AD. Choosing peace over prosperity, our once strong King began offering our enemies gold and land to lay down their axes. But peace is a tenuous affair. As poverty spread, many people lost faith in his ability to lead and sought independence from the crown. Since finding favour in his courts, our future has also become uncertain. As viscounts, we must be wise and decisive. Loyalty is to be upheld, but gaining favour among the people must be our priority, should there be a sudden shift in power.&#10;&#10;The aim of Viscounts of the West Kingdom is to be the player with the most victory points (VP) at game's end. Points are gained by constructing buildings, writing manuscripts, working in the castle and acquiring deeds for new land. Players begin with a handful of townsfolk, but should quickly seek out more suitable talents to advance their endeavours. Each turn they will be travelling around the kingdom, looking to increase their influence among the various areas of society. The game ends once the Kingdom reaches poverty or prosperity - or potentially both!&#10;&#10;&mdash;description from the publisher&#10;&#10;"
  },
  {
    "id": 203993,
    "name": "Lorenzo il Magnifico",
    "players": [
      2,
      3,
      4
    ],
    "time": 120,
    "complexity": "heavy",
    "themes": [
      "Renaissance",
      "Contracts",
      "Dice Rolling",
      "End Game Bonuses",
      "Open Drafting",
      "Turn Order: Claim Action",
      "Variable Set-up",
      "Worker Placement",
      "Worker Placement with Dice Workers"
    ],
    "image": "https://cf.geekdo-images.com/8G6GkImjt0F_L5aYb8fmtQ__original/img/dOiPu4wGisyuw3KxDketwCSpOfY=/0x0/filters:format(jpeg)/pic3175535.jpg",
    "thumbnail": "https://cf.geekdo-images.com/8G6GkImjt0F_L5aYb8fmtQ__thumb/img/MoUo5LUThQh7CyxGX6QnPBM5zAo=/fit-in/200x150/filters:strip_icc()/pic3175535.jpg",
    "description": "Lorenzo de' Medici, also known as &quot;Lorenzo il Magnifico&quot; (Lorenzo the Magnificent), was one of the most powerful and enthusiastic patrons of the Italian Renaissance.&#10;&#10;In Lorenzo il Magnifico, each player takes the role of the head of a noble family in a city during the Italian Renaissance to gain more prestige and fame &mdash; that is, victory points (VP) &mdash; than anyone else. To do so, you send your family members to different areas of town, where they can obtain many achievements. In one location, they get useful resources; in another development cards that represent newly conquered territories, sponsored buildings, influenced characters, or encouraged ventures; and somewhere else they activate the effects of their cards.&#10;&#10;Family members are not identical. At the beginning of each round, you roll three dice to determine their value. You must choose carefully where to send your most valuable family members...&#10;&#10;You can gain VP in several ways, and you must also pay attention to your relations with the Church. The game is divided into three periods, each formed by two rounds; at the end of each period, players must show their faith, and whoever hasn't prayed enough will suffer hard penalties. After six rounds, you calculate your final score, and the player with the most VP wins.&#10;&#10;"
  },
  {
    "id": 284378,
    "name": "Kanban EV",
    "players": [
      1,
      2,
      3,
      4
    ],
    "time": 180,
    "complexity": "heavy",
    "themes": [
      "Economic",
      "Industry / Manufacturing",
      "Action Points",
      "Hand Management",
      "Variable Phase Order",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/L2Wn-zUqkcHgqvwvY212Ig__original/img/Htra4hvxjBlejtNEIUns_B3CNNc=/0x0/filters:format(jpeg)/pic4924232.jpg",
    "thumbnail": "https://cf.geekdo-images.com/L2Wn-zUqkcHgqvwvY212Ig__thumb/img/RQunBacBw949DkYBgzoS5YaXgJo=/fit-in/200x150/filters:strip_icc()/pic4924232.jpg",
    "description": "Electric vehicles (EVs) have become more common since 2014 and are the future of the automobile industry. They are superior vehicles due to them being more efficient, easier to maintain, cleaner, and cheaper to run. They are computerized machines that use AI to improve safety and in the near future will provide autonomous driving. They receive software upgrades during their lifetime and are constantly improving, unlike their traditional combustion-engine counterparts, which start to become obsolete as soon as you start using them.&#10;&#10;You will be overseeing the production of these vehicles in Kanban EV, with &quot;kanban&quot; (&#231;&#156;&#139;&#230;&#157;&#191;) being the name for a scheduling system that supports an efficient assembly line, just-in-time production, and a smooth workflow process. Over the course of the game, players take on the role of rookie employees who are trying to secure their career. You need to manage suppliers and supplies, improve and innovate automobile parts, and get your hands greasy on the assembly line in order to boost production and impress the factory manager.&#10;&#10;You must make shrewd use of the recycling facilities and the limited factory supplies in order to appropriate parts when the suppliers come up short. Because the factory must run at optimum efficiency, production doesn't wait for you or for mistakes. Sandra, the factory manager, will review your performance and keep the factory on tempo.&#10;&#10;Kanban EV is a game that focuses on resource and time management that puts you in the driver's seat of an entire production facility, racing for factory goals and the highest level of promotion. You earn production points (PP) for performing various actions in the game, and the player with the most PP at the end of the game wins.&#10;&#10;&mdash;description from publisher&#10;&#10;Includes solo mode by D&aacute;vid Turczi&#10;&#10;"
  },
  {
    "id": 337627,
    "name": "Voidfall",
    "players": [
      1,
      2,
      3,
      4
    ],
    "time": 240,
    "complexity": "heavy",
    "themes": [
      "Civilization",
      "Economic",
      "Science Fiction",
      "Space Exploration",
      "Area-Impulse",
      "Command Cards",
      "Cooperative Game",
      "Events",
      "Grid Movement",
      "Hand Management",
      "Hexagon Grid",
      "Modular Board",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/hItZjdDTNuaCZ7fEztwcUQ__original/img/gIhusTrYRr_2JQGEv0zuSgLtuUo=/0x0/filters:format(jpeg)/pic6153324.jpg",
    "thumbnail": "https://cf.geekdo-images.com/hItZjdDTNuaCZ7fEztwcUQ__thumb/img/Ov6eWR87PZ2O1XYQtXMO6KvfzOg=/fit-in/200x150/filters:strip_icc()/pic6153324.jpg",
    "description": "For centuries, the Novarchs, descendants of the royal House of Novarchon, have ruled with an iron fist over the feudalistic galactic empire of humankind, the Domineum. During this time, they brought stunning technological innovation and scientific advancements to their domain. This accelerated progression helped the Domineum reach &mdash; and eventually inhabit &mdash; even the farthest segments of the known galaxy, where new Houses emerged to govern the outer sectors of the empire. As the House of Novarchon grew in power, so grew the religious cult that surrounded them, proclaiming grim prophecies about an ancient cosmic being from another dimension: the Voidborn.&#10;&#10;Many thought it to be only a myth, but in truth, it was the Voidborn's dark influence that granted the Novarchs the sheer knowledge to achieve rapid expansion for the empire. While the cult of the Novarchs envisaged eternal life through the otherworldly entity, the Voidborn's only intention was satiating its eternal hunger. And so, when the Domineum had achieved a vastness fitting the Voidborn's craving, interdimensional rifts opened at the heart of the Domineum to unleash cosmic corruption. As the House of Novarchon and its followers welcomed the Voidborn and sought their false salvation, the entity infected and spread and seized control over the inner worlds. Now, it is time for the remaining Great Houses to purge the galactic corruption, prevent the Voidborn from fully manifesting in our dimension, and to ultimately overcome the chaos as the new rulers of the Domineum.&#10;&#10;Voidfall is a space 4X game that brings the genre to Euro enthusiasts' tables. It combines the tension, player interaction, and deep empire customization of the 4X genre with the resource management, tight decisions, and minimum-luck gameplay of an economic Euro. Win by pushing back the Voidborn in the solo/coop mode, or by overcoming your rivals' influence in restoring the Domineum in the competitive mode &mdash; both using the same rule set and game system. Variability is ensured not only by multiple playable houses with their own strengths and weaknesses, but also by many different map set-ups for all game modes.&#10;&#10;As the leader of a defiant Great House, you play through three cycles, each with a game-altering galactic event, a new scoring condition, and a set number of focus cards that can be played. Focus card decisions and sequencing is the centerpiece of the gameplay. By selecting two of their three impactful actions as you play them, you develop and improve techs; advance on your three house-specific civilization tracks; manage your sectors' infrastructure, population, and production; and conquer new sectors with up to five different types of space fleets. Space battles are fought either against the Voidborn's infected forces (which are present as neutral opponents even in the competitive mode) or against other players. Instead of relying on the luck of a die roll, battles in Voidfall are fully deterministic and reward careful preparation and outsmarting your opponents.&#10;&#10;&mdash;description from the publisher&#10;&#10;"
  },
  {
    "id": 258779,
    "name": "Planet Unknown",
    "players": [
      1,
      2,
      3,
      4,
      5,
      6
    ],
    "time": 80,
    "complexity": "medium",
    "themes": [
      "City Building",
      "Industry / Manufacturing",
      "Puzzle",
      "Science Fiction",
      "Space Exploration",
      "Territory Building",
      "End Game Bonuses",
      "Events",
      "Grid Coverage",
      "Grid Movement",
      "Hidden Victory Points",
      "Map Addition",
      "Neighbor Scope",
      "Network and Route Building",
      "Open Drafting",
      "Pattern Building",
      "Rondel",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game",
      "Square Grid",
      "Sudden Death Ending",
      "Tags",
      "Tech Trees / Tech Tracks",
      "Tile Placement",
      "Turn Order: Progressive",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/3HkjDovk8Yr2wMumcSUGog__original/img/hl_WEzG4mKaEW_7qrZf-sPxXMpI=/0x0/filters:format(jpeg)/pic4843622.jpg",
    "thumbnail": "https://cf.geekdo-images.com/3HkjDovk8Yr2wMumcSUGog__thumb/img/4pF1oDpvn1VR3rbvW88xLK86xmA=/fit-in/200x150/filters:strip_icc()/pic4843622.jpg",
    "description": "Our planet has run out of resources, and we are forced to move. We have discovered a series of planets and sent our rovers to test their environment with the hope of colonization. Our rovers have confirmed 1-6 viable colonization options.&#10;&#10;Planet Unknown is a competitive game for 1-6 players in which players attempt to develop the best planet. Each round, each player places one polyomino-shaped, dual-resource tile on their planet. Each resource represents the infrastructure needed to support life on the planet. Every tile placement is important to cover your planet efficiently and also to build up your planet's engine. After placing the tile, players do two actions associated with the two infrastructure types on the tile. Some tile placements trigger &quot;meteors&quot; that make all planets harder to develop and prevent them from scoring points in the meteor's row and column.&#10;&#10;Planet Unknown innovates on the popular polyomino trend by allowing simultaneous, yet strategic turn-based play via the Lazy S.U.S.A.N. space station in the center of the table.&#10;&#10;&mdash;description from the publisher&#10;&#10;"
  },
  {
    "id": 146652,
    "name": "Legendary Encounters: An Alien Deck Building Game",
    "players": [
      1,
      2,
      3,
      4,
      5
    ],
    "time": 60,
    "complexity": "medium",
    "themes": [
      "Card Game",
      "Fighting",
      "Horror",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Delayed Purchase",
      "Events",
      "Hidden Roles",
      "Open Drafting",
      "Player Elimination",
      "Solo / Solitaire Game",
      "Team-Based Game",
      "Traitor Game",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/jSz_KRUxsjGYitoqx9YH1Q__original/img/nrvJtT-4tYTD0fp3Cr57SKpfMfw=/0x0/filters:format(jpeg)/pic2225180.jpg",
    "thumbnail": "https://cf.geekdo-images.com/jSz_KRUxsjGYitoqx9YH1Q__thumb/img/AT5BHzGvyKq2w84Cw97JX3tDy-I=/fit-in/200x150/filters:strip_icc()/pic2225180.jpg",
    "description": "Legendary Encounters: An Alien Deck Building Game, based on the four movies of the Alien series, is a fully cooperative game with original art. While based on the Marvel superheroes version of Legendary, the two games will be compatible but cannot be fully integrated.&#10;&#10;Legendary Encounters is a deck-building game in the same family as Legendary: A Marvel Deck Building Game, but now players must cooperate in order to survive against hordes of aliens. Taking on the role of protagonists such as Ripley, Dallas, Bishop and Corporal Hicks, players take turns recruiting cards for their deck from a central selection in order to improve their deck and defeat Xenomorph cards that are added to the central game board.&#10;&#10;Product Breakdown:&#10;&gt; 600  total Original Art Card Set&#10;&gt; Full Color Game Board (mat)&#10;&gt; Full Color Rule Book&#10;&gt; Card inserts for easy organization&#10;&gt; Customize your card organization with removable foam inserts&#10;&#10;"
  },
  {
    "id": 73439,
    "name": "Troyes",
    "players": [
      1,
      2,
      3,
      4
    ],
    "time": 90,
    "complexity": "heavy",
    "themes": [
      "Dice",
      "Economic",
      "Medieval",
      "Area Majority / Influence",
      "Dice Rolling",
      "End Game Bonuses",
      "Events",
      "Hidden Victory Points",
      "Income",
      "Ownership",
      "Set Collection",
      "Slide / Push",
      "Solo / Solitaire Game",
      "Turn Order: Progressive",
      "Variable Set-up",
      "Worker Placement with Dice Workers",
      "Worker Placement, Different Worker Types"
    ],
    "image": "https://cf.geekdo-images.com/fBIe-aEPtJKC-ceNlspK6A__original/img/otcIVdG4ebZmK1SjUtzma18JtJ4=/0x0/filters:format(jpeg)/pic750583.jpg",
    "thumbnail": "https://cf.geekdo-images.com/fBIe-aEPtJKC-ceNlspK6A__thumb/img/Npv5mrWBkjnlKjl_8hGLNk9CCwc=/fit-in/200x150/filters:strip_icc()/pic750583.jpg",
    "description": "In Troyes (pronounced &quot;troah&quot;), players recreate four centuries of history of this famous city of the Champagne region of France. Each player manages their segment of the population (represented by a horde of dice) and their hand of cards, which represent the three primary domains of the city:  religious, military, and civil. Players can also offer cash to their opponents' populace in order to get a little moonlighting out of them &mdash; anything for more fame!&#10;&#10;Make your underlings:&#10;&#10;&#10;     work on the cathedral&#10;     combat misfortune&#10;     bustle about the city&#10;     and other such tasks that are below your family's stature&#10;&#10;&#10;&bull;&bull;&bull;&#10;&#10;Many editions of Troyes released in 2016 or later include rules for a solo variant as well as four bonus cards originally released in 2011 as a promotional item. Versions released prior to this date contain rules only for games with 2-4 players.&#10;&#10;"
  },
  {
    "id": 125153,
    "name": "The Gallerist",
    "players": [
      1,
      2,
      3,
      4
    ],
    "time": 150,
    "complexity": "heavy",
    "themes": [
      "Economic",
      "Area Majority / Influence",
      "Commodity Speculation",
      "Contracts",
      "Investment",
      "Open Drafting",
      "Point to Point Movement",
      "Resource to Move",
      "Set Collection",
      "Solo / Solitaire Game",
      "Victory Points as a Resource",
      "Worker Placement",
      "Worker Placement, Different Worker Types"
    ],
    "image": "https://cf.geekdo-images.com/ie1GSt1XV04sXQXt-3O1UQ__original/img/59dZRZePEgtcupkRSA2zohZuHpM=/0x0/filters:format(png)/pic2503200.png",
    "thumbnail": "https://cf.geekdo-images.com/ie1GSt1XV04sXQXt-3O1UQ__thumb/img/O0H84AvXp139U865gRLGiAo9-gA=/fit-in/200x150/filters:strip_icc()/pic2503200.png",
    "description": "This age of art and capitalism has created a need for a new occupation - The Gallerist.&#10;&#10;Combining the elements of an Art dealer, museum curator, and Artists&rsquo; manager, you are about to take on that job! You will promote and nurture Artists; buy, display, and sell their Art; and build and exert your international reputation. As a result, you will achieve the respect needed to draw visitors to your Gallery from all over the world.&#10;&#10;There's a lot of work to be done, but don't worry, you can hire assistants to help you achieve your goals. Build your fortune by running the most lucrative Gallery and secure your reputation as a world-class Gallerist!&#10;&#10;Maximize your money and thus win the game by: &#10;&#10;     having visitors in your gallery; &#10;     exhibiting and selling works of art;&#10;     investing in artists&rsquo; promotion to increase art value;&#10;     achieving trends and reputation as well as curator and dealer goals.&#10;&#10;&#10;"
  },
  {
    "id": 371942,
    "name": "The White Castle",
    "players": [
      1,
      2,
      3,
      4
    ],
    "time": 80,
    "complexity": "heavy",
    "themes": [
      "Dice",
      "Economic",
      "Action Drafting",
      "Dice Rolling",
      "Multi-Use Cards",
      "Open Drafting",
      "Solo / Solitaire Game",
      "Variable Set-up",
      "Worker Placement",
      "Worker Placement with Dice Workers"
    ],
    "image": "https://cf.geekdo-images.com/qXT1U-nFh9PE8ujfdmI7dA__original/img/jzmifZJ0Sg2Js7hmQjzX7bEHVBY=/0x0/filters:format(jpeg)/pic7754663.jpg",
    "thumbnail": "https://cf.geekdo-images.com/qXT1U-nFh9PE8ujfdmI7dA__thumb/img/ru1l95gdKNXSsByDglE9Xxgu0kE=/fit-in/200x150/filters:strip_icc()/pic7754663.jpg",
    "description": "The heron flies over the Himeji sky while the Daimyo, from the top of the castle, watches his servants move. Gardeners tend the pond, where the koi carp live, warriors stand guard on the walls, and courtiers crowd the gates, pining for an audience that brings them closer to the innermost circles of the court. When night falls, the lanterns are lit and the workers return to their clan.&#10;&#10;In The White Castle, players will control one of these clans in order to score more victory points than the rest. To do so, they must amass influence in the court, manage resources boldly, and place their workers in the right place at the right time. The authors are Sheila Santos and Israel Cendrero, the duo known as Llama Dice who also designed the successful The Red Cathedral with Devir. In this case, we leave the Moscow of Ivan the Terrible behind to explore the most imposing fortress in modern Japan, Himeji Castle, where the banner of the Sakai clan flies under the orders of Daimyo Sakai Tadakiyo.&#10;&#10;The White Castle is a Euro type game with mechanics of resource management, worker placement and dice placement to carry out actions. During the game, over three rounds, players will send members of their clan to tend the gardens, defend the castle or progress up the social ladder of the nobility. At the end of the match, these will award players victory points in a variety of ways.&#10;&#10;The central panel shows Himeji Castle in all its splendor, divided into several zones. The largest is inside the castle, with the Room of the Thousand Carpets, where the courtiers must ascend socially until they reach the circle closest to the Daimyo to enjoy his favor. There is also the pond and the gardens, patiently tended by the gardeners where everyone can relax and contemplate its beauty without restriction. Another important area is the wall and the outside of the castle, where the warriors patrol and stand guard. Finally, we find the area of the three bridges, where the three types of dice that can be used to carry out actions are accumulated, and the personal domain of each player, where they will keep track of their resources and where they will have the reserve of workers.&#10;&#10;With accessible rules and a very careful setting, The White Castle is a very versatile title that will fit in with different gaming groups. As is tradition with Llama Dice titles, its sleek and simple design belies a great deal of strategic depth within the grasp of players.&#10;&#10;&mdash;description from the publisher&#10;&#10;"
  },
  {
    "id": 170216,
    "name": "Blood Rage",
    "players": [
      2,
      3,
      4
    ],
    "time": 90,
    "complexity": "medium",
    "themes": [
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Mythology",
      "Action Points",
      "Area Majority / Influence",
      "Area Movement",
      "Card Play Conflict Resolution",
      "Closed Drafting",
      "Hand Management",
      "Map Reduction",
      "Memory",
      "Open Drafting",
      "Simultaneous Action Selection",
      "Take That",
      "Turn Order: Progressive"
    ],
    "image": "https://cf.geekdo-images.com/HkZSJfQnZ3EpS214xtuplg__original/img/Myy6IPDJDzLoPdXrPXVZcddBQoQ=/0x0/filters:format(jpeg)/pic2439223.jpg",
    "thumbnail": "https://cf.geekdo-images.com/HkZSJfQnZ3EpS214xtuplg__thumb/img/NLhVdU8xazrgS5dA6nVCYmN2DNI=/fit-in/200x150/filters:strip_icc()/pic2439223.jpg",
    "description": "&quot;Life is Battle; Battle is Glory; Glory is ALL&quot;&#10;&#10;In Blood Rage, players control the warriors, leader, and ship of their own Viking clan. Ragnar&ouml;k has come and it&rsquo;s the end of the world! It&rsquo;s the Vikings&rsquo; last chance to go down in a blaze of glory and secure their places in Valhalla at Odin&rsquo;s side! As a Viking you can pursue one of many pathways to glory. You can: invade and pillage the land for its rewards; crush your opponents in battle: fulfill quests: increase your clan's stats: or even die gloriously in battle or from Ragnar&ouml;k, the ultimate inescapable doom.&#10;&#10;Most player strategies are guided by the cards drafted at the beginning of each of the three game rounds (or Ages). These &ldquo;Gods&rsquo; Gifts&rdquo; grant you numerous boons for your clan including: increased Viking strength and devious battle strategies, upgrades to your clan, or even the aid of legendary creatures from Norse mythology. They may also include various quests, from dominating specific provinces, to having many of your Vikings sent to Valhalla. Most of these cards are aligned with one of the Norse gods, hinting at the kind of strategy they support. For example, Thor gives more glory for victory in battle. Heimdall grants you foresight and surprises. Tyr strengthens you in battle, while the trickster Loki actually rewards you for losing battles or punishes the winner.&#10;&#10;Players must choose their strategies carefully during the draft phase, but also be ready to adapt and react to their opponents&rsquo; strategies as the action phase unfolds. Battles are decided not only by the strength of the figures involved but also by cards played in secret. By observing your opponent&rsquo;s actions and allegiances to specific gods you may predict what card they are likely to play, and plan accordingly. Winning battles is not always the best course of action, as the right card can get you even more rewards by being crushed. The only losing strategy in Blood Rage is to shy away from battle and a glorious death!&#10;&#10;"
  }
]